messages = {
    'Русский': {
<<<<<<< HEAD
        'Подготовка к процедуре.': {
=======
        'Подготовка к процедуре': {
>>>>>>> 2c513e4cfedbcf6aff7817d421b5e78294888554
            'text':
                'Не стоит пренебрегать подготовкой. Иначе можно вместо подтянутой кожи получить прыщики, комедоны и различного рода воспаления. Перед началом процедуры нужно подобрать средство для массажа. Если кожа сухая, подойдет кокосовое масло, для жирной лучше использовать масло виноградных косточек или легкий гель-крем. Текстура средства не должна быть слишком плотная, но, если оно будет быстро впитываться, не получится провести полноценный массаж. Придется постоянно наносить крем. Обязательно следите, чтобы средство не забивало поры.\n\n' \
                '<b><u>Подготовительные процедуры включают в себя несколько этапов:</u></b>\n\n' \
                '<b>Тщательное очищение.</b> Сначала нужно снять макияж специальным средством: молочком, мицеллярной водой. Затем обязательно умойтесь пенкой или гелем, промокните лицо полотенцем, но не трите его.\n' \
                '<b>Разогревание.</b> Кожа будет лучше реагировать на массаж с кремами или маслами, если перед процедурой разогреть кожу. Распаривать лицо не нужно, достаточно приложить теплое полотенце и подождать 5 минут.\n' \
                '<b>Увлажнение.</b> Массаж производится только после нанесения крема. Если тянуть сухую кожу, на ней будут появляться морщинки и различные повреждения. Нанесите легкий крем или масло в небольшом количестве по массажным линиям.'
            ,
            'image_url': 'url_подготовки_к_процедуре'
        },
<<<<<<< HEAD
        'Польза массажа.': {
            'text':
                'Исключительность самомассажа в том, что с его помощью можно наладить физиологические процессы, сбой которых и привел к старению лица. А что именно произошло?\n\n' \
                '&#9899;Кровь стала медленнее течь и хуже доставлять питательные вещества в клети кожи, затормозился местный обмен веществ.\n' \
                '&#9899;В коже произошли структурные изменения: стало меньше вырабатываться коллагена, эластина, липидов; имеющиеся коллагеновые волокна повредились; из-за сокращения способности молекул гиалуроновой кислоты удерживать влагу дерма стала менее напитанной и т.д. Упали все основные характеристики молодости кожи: упругость, эластичность, прочность, гладкость, тургор.\n' \
                '&#9899;Смотрим глубже: мышцы. Что стало с ними? На лице и шее они спазмировались от перенапряжения, то есть буквально стали короче, потеряли эластичность, стали неспособны растянуться до своей природной длины. Что эти скованные мускулы сделали с кожей, которая и так уже увядает сама по себе? Утянули ее «гармошкой» за собой. Покровы собрались в складки (морщины) и обвисли (бульдожьи щечки, нечеткий овал, нависающие веки).\n' \
                '&#9899;Еще и лимфа стала хуже циркулировать, застоялась на лице грязным болотцем из токсинов, конечных продуктов метаболизма. А это значит отеки, одутловатость, рыхлость кожи, мешки под глазами, усиление морщин, «сползание» тканей вниз.\n\n' \
                'Думаем теперь, что делать для омоложения. Логика подсказывает основную задачу – повернуть процессы в обратном направлении. То есть мы должны:\n' \
                '&#9899;помочь кровотоку ускориться, улучшить питание клеток,\n' \
                '&#9899;восстановить лимфоток, снять застои и отеки,\n' \
                '&#9899;расслабить спазмированные мышцы, удлинить их до природных размеров, сделать снова эластичными,\n' \
                '&#9899;укрепить кожу, активизировав синтез коллагеновых, эластиновых волокон, гиалуроновой кислоты; сделать ее упругой, эластичной, прочной и увлажненной.\n\n' \
                'Добиться всего этого можно только при помощи самомассажа. Есть еще вспомогательные методы (косметика, питание, питье, общая физическая активность и т.д.). Но самомассаж – основа.\n\n' \
                'Результат от грамотного антивозрастного массажа:\n' \
                '&#9899;разглажены морщины, складки, заломы, носогубки,\n' \
                '&#9899;упругая кожа,\n' \
                '&#9899;устранены отеки, мешки под глазами, «бульдожьи щечки»,\n' \
                '&#9899;подтянутый овал, четкий «угол молодости» без второго подбородка,\n' \
                '&#9899;распахнутый взгляд,\n' \
                '&#9899;приподнятые уголки губ,\n' \
                '&#9899;изящный нос,\n' \
                '&#9899;здоровый цвет лица.'
            ,
            'image_url': 'url_классического_массажа'
        },
        #МАССАЖ
        'Классический массаж.': {
            'text':
                'Как делать массаж лица? Самое главное — освоить технику. Для этого необходимо хорошо знать массажные линии и контролировать давление пальцев. Сама же техника выполнения классического массажа сводится к четырем основным движениям:\n' \
                '&#9899;растирание;\n' \
                '&#9899;поглаживание;\n' \
                '&#9899;разминание;\n' \
                '&#9899;вибрация.\n\n' \
                'Все движения проводятся в определенной последовательности и не предусматривают сильных нажатий. Перечислим основные этапы классического массажа лица.\n' \
                '&#9899;Обычно массаж начинается с подбородка (направление — от нижней точки посередине к мочке уха).\n' \
                '&#9899;Затем прорабатывается зона около рта.\n' \
                '&#9899;Следующий этап — щеки.\n' \
                '&#9899;Затем — внешние уголки глаз.\n' \
                '&#9899;Т-зону массируют по направлению от носа к вискам.\n' \
                '&#9899;Завершается сеанс массажем лба.\n\n' \
                'Основные движения при классическом массаже — поглаживающие. Вибрациям, растираниям и похлопываниям уделяется меньше времени. Обычно на всю процедуру уходит не более 30 минут.\n' \
                'Чтобы ощутить эффект от классического массажа лица, порой достаточно всего одной процедуры. Кожа сразу становится более упругой, подтянутой. Меняется цвет лица, появляется сияние. Чтобы закрепить полученный результат, рекомендуется пройти курс из 8-10 процедур по одной в неделю.'
            ,
            'image_url': 'url_классического_массажа'
        },
        'Пластический массаж.': {
            'text':
                'Плавными слегка надавливающими движениями разомните боковые отрезки шеи, сверху вниз, чтобы активизировать крово- и лимфоток. Сохраняя силу нажима, тщательно пройдитесь по лицу обеими руками, словно хотите мягко разгладить лицо от центра к периферии:\n' \
                '&#49;щеки (нижняя и верхняя часть) — от середины к ушам;\n' \
                '&#50;переносица (с захватом бровей) — от середины к вискам;\n' \
                '&#51;лоб — от центра к вискам, затем к ушам и вниз, вдоль шеи к надключичным впадинам.\n' \
=======
        'Польза массажа': {
            'text':
                'Исключительность самомассажа в том, что с его помощью можно наладить физиологические процессы, сбой которых и привел к старению лица. А что именно произошло?\n\n' \
                '&#128312;Кровь стала медленнее течь и хуже доставлять питательные вещества в клети кожи, затормозился местный обмен веществ.\n' \
                '&#128312;В коже произошли структурные изменения: стало меньше вырабатываться коллагена, эластина, липидов; имеющиеся коллагеновые волокна повредились; из-за сокращения способности молекул гиалуроновой кислоты удерживать влагу дерма стала менее напитанной и т.д. Упали все основные характеристики молодости кожи: упругость, эластичность, прочность, гладкость, тургор.\n' \
                '&#128312;Смотрим глубже: мышцы. Что стало с ними? На лице и шее они спазмировались от перенапряжения, то есть буквально стали короче, потеряли эластичность, стали неспособны растянуться до своей природной длины. Что эти скованные мускулы сделали с кожей, которая и так уже увядает сама по себе? Утянули ее «гармошкой» за собой. Покровы собрались в складки (морщины) и обвисли (бульдожьи щечки, нечеткий овал, нависающие веки).\n' \
                '&#128312;Еще и лимфа стала хуже циркулировать, застоялась на лице грязным болотцем из токсинов, конечных продуктов метаболизма. А это значит отеки, одутловатость, рыхлость кожи, мешки под глазами, усиление морщин, «сползание» тканей вниз.\n\n' \
                'Думаем теперь, что делать для омоложения. Логика подсказывает основную задачу – повернуть процессы в обратном направлении. То есть мы должны:\n' \
                '&#128312;помочь кровотоку ускориться, улучшить питание клеток,\n' \
                '&#128312;восстановить лимфоток, снять застои и отеки,\n' \
                '&#128312;расслабить спазмированные мышцы, удлинить их до природных размеров, сделать снова эластичными,\n' \
                '&#128312;укрепить кожу, активизировав синтез коллагеновых, эластиновых волокон, гиалуроновой кислоты; сделать ее упругой, эластичной, прочной и увлажненной.\n\n' \
                'Добиться всего этого можно только при помощи самомассажа. Есть еще вспомогательные методы (косметика, питание, питье, общая физическая активность и т.д.). Но самомассаж – основа.\n\n' \
                'Результат от грамотного антивозрастного массажа:\n' \
                '&#128312;разглажены морщины, складки, заломы, носогубки,\n' \
                '&#128312;упругая кожа,\n' \
                '&#128312;устранены отеки, мешки под глазами, «бульдожьи щечки»,\n' \
                '&#128312;подтянутый овал, четкий «угол молодости» без второго подбородка,\n' \
                '&#128312;распахнутый взгляд,\n' \
                '&#128312;приподнятые уголки губ,\n' \
                '&#128312;изящный нос,\n' \
                '&#128312;здоровый цвет лица.'
            ,
            'image_url': 'url_классического_массажа'
        },
        #МАССАЖ
        'Классический массаж': {
            'text':
                'Как делать массаж лица? Самое главное — освоить технику. Для этого необходимо хорошо знать массажные линии и контролировать давление пальцев. Сама же техника выполнения классического массажа сводится к четырем основным движениям:\n' \
                '&#128312;растирание;\n' \
                '&#128312;поглаживание;\n' \
                '&#128312;разминание;\n' \
                '&#128312;вибрация.\n\n' \
                'Все движения проводятся в определенной последовательности и не предусматривают сильных нажатий. Перечислим основные этапы классического массажа лица.\n' \
                '&#128312;Обычно массаж начинается с подбородка (направление — от нижней точки посередине к мочке уха).\n' \
                '&#128312;Затем прорабатывается зона около рта.\n' \
                '&#128312;Следующий этап — щеки.\n' \
                '&#128312;Затем — внешние уголки глаз.\n' \
                '&#128312;Т-зону массируют по направлению от носа к вискам.\n' \
                '&#128312;Завершается сеанс массажем лба.\n\n' \
                'Основные движения при классическом массаже — поглаживающие. Вибрациям, растираниям и похлопываниям уделяется меньше времени. Обычно на всю процедуру уходит не более 30 минут.\n' \
                'Чтобы ощутить эффект от классического массажа лица, порой достаточно всего одной процедуры. Кожа сразу становится более упругой, подтянутой. Меняется цвет лица, появляется сияние. Чтобы закрепить полученный результат, рекомендуется пройти курс из 8-10 процедур по одной в неделю.'
            ,
            'image_url': 'url_классического_массажа'
        },
        'Пластический массаж': {
            'text':
                'Плавными слегка надавливающими движениями разомните боковые отрезки шеи, сверху вниз, чтобы активизировать крово- и лимфоток. Сохраняя силу нажима, тщательно пройдитесь по лицу обеими руками, словно хотите мягко разгладить лицо от центра к периферии:\n' \
                '&#49;&#65039;&#8419;щеки (нижняя и верхняя часть) — от середины к ушам;\n' \
                '&#50;&#65039;&#8419;переносица (с захватом бровей) — от середины к вискам;\n' \
                '&#51;&#65039;&#8419;лоб — от центра к вискам, затем к ушам и вниз, вдоль шеи к надключичным впадинам.\n' \
>>>>>>> 2c513e4cfedbcf6aff7817d421b5e78294888554
                'Повторить 5-6 раз, постепенно увеличивая силу нажима. Болезненных ощущений быть недолжно.\n\n' \
                'Те же участки лица активно прорабатываются крепкими пальцами, круговыми движениями, всегда по массажным линиям — от центра к краям. Таким образом тонизируются и кожа, и мышцы. Завершите разминание проработкой зоны под подбородком и шеи.\n' \
                'Можно увеличить нагрузку, работая фалангами пальцев, слегка захватывая ими кожу, производя легкие щипки. При этом направление движений всегда остается прежним.\n' \
                'Завершающий прием — попеременное и быстрое похлопывания пальцами по лицу, словно вы «взбиваете» кожу:\n' \
<<<<<<< HEAD
                '&#49;щеки (сперва одну, потом другую) — снизу вверх, в сторону ушей;\n' \
                '&#50;под подбородком;\n' \
                '&#51;лоб — от центра к височной области.\n' \
=======
                '&#49;&#65039;&#8419;щеки (сперва одну, потом другую) — снизу вверх, в сторону ушей;\n' \
                '&#50;&#65039;&#8419;под подбородком;\n' \
                '&#51;&#65039;&#8419;лоб — от центра к височной области.\n' \
>>>>>>> 2c513e4cfedbcf6aff7817d421b5e78294888554
                'Закончите процедуру плавными скользящими поглаживаниями лица от центра к периферии.'
            ,
            'image_url': 'url_пластического_массажа'
        },
<<<<<<< HEAD
        'Лимфодренажный массаж.': {
            'text':
                'Лимфоренажный массаж можно с легкостью освоить самостоятельно и делать его в домашних условиях, главное — понять принцип и выучить расположение всего нескольких точек. Итак, цель этого массажа — прогнать жидкость по лимфатическим каналам к лимфоузлам.\n\n' \
                'Нас интересуют 4 парные точки:\n' \
                '&#49;подмышки;\n' \
                '&#50;впадинки над ключицами;\n' \
                '&#51;точки под челюстным углом (обычно их ощупывает доктор во время осмотра, вам онизнакомы с детства);\n' \
                '&#52;точки возле ушей.\n\n' \
                'Учтите, что давить на лимфатические узлы и пережимать их нельзя!\n' \
                'Массаж делится на два этапа: активация точек и прогон жидкости.\n\n' \
                '<b><u>Активация:</u></b>\n' \
                '&#9899;<b>Подмышки:</b> скрестите руки на груди, чтобы пальцы оказались под мышками, совершите пять мягких сжимающих движений пальцами.\n' \
                '&#9899;<b>Ключицы:</b> расположите пальцы во впадинах над ключицами, сделайте несколько вдохов, оказывая легкое давление пальцами на выдохе.\n' \
                '&#9899;<b>Подчелюстные железы:</b> совершите несколько очень осторожных надавливающих движений на выдохе.\n' \
                '&#9899;<b>Перед ухом:</b> прогладьте зону перед ухом сверху вниз.\n' \
                '&#9899;<b>Шея:</b> чтобы открыть основной канал, прогладьте боковые отрезки шеи по направлению к ключицам.\n\n' \
                '<b><u>Массаж</u></b>\n' \
                'Итак, точки активированы, можно приступать к массажу.\n' \
                '&#49;Начните массажс середины подбородка направляя жидкость к узлам под челюстью, затем вниз через шею к ключицам и далее к подмышкам.\n' \
                '&#50;Поднимаемся выше,к середине верхней губы. Снова продвигаемся к нашим точкам через щеки — под челюстью — через шею к ключицам — вниз к подмышкам. На этом этапе рисунок массажа и его принцип должны быть понятны. Поднимаемся выше.\n' \
                '&#51;Точки возле крыльев носа. Направляемся вниз, через щеки и точки под челюстью — через шею к ключицам — вниз к подмышкам.\n' \
                '&#52;В этом пункте присоединяютсяточки возле уха. Располагаем кончики пальцев у внутренних уголков глаза, продвигаемся к точкам возле уха вниз через слезную борозду. Далее идем по проторенной дорожке: к челюсти — ключицам — подмышкам.\n' \
                '&#53;Начинаем путь от точки между бровями, проходимся по линии бровейи направляемся вниз тем же путем, что и в предыдущих пунктах.\n' \
                '&#54;От середины лба в стороны, далее вниз: ухо — челюсть — ключицы — подмышки.\n\n' \
=======
        'Лимфодренажный массаж': {
            'text':
                'Лимфоренажный массаж можно с легкостью освоить самостоятельно и делать его в домашних условиях, главное — понять принцип и выучить расположение всего нескольких точек. Итак, цель этого массажа — прогнать жидкость по лимфатическим каналам к лимфоузлам.\n\n' \
                'Нас интересуют 4 парные точки:\n' \
                '&#49;&#65039;&#8419;подмышки;\n' \
                '&#50;&#65039;&#8419;впадинки над ключицами;\n' \
                '&#51;&#65039;&#8419;точки под челюстным углом (обычно их ощупывает доктор во время осмотра, вам онизнакомы с детства);\n' \
                '&#52;&#65039;&#8419;точки возле ушей.\n\n' \
                'Учтите, что давить на лимфатические узлы и пережимать их нельзя!\n' \
                'Массаж делится на два этапа: активация точек и прогон жидкости.\n\n' \
                '<b><u>Активация:</u></b>\n' \
                '&#128312;<b>Подмышки:</b> скрестите руки на груди, чтобы пальцы оказались под мышками, совершите пять мягких сжимающих движений пальцами.\n' \
                '&#128312;<b>Ключицы:</b> расположите пальцы во впадинах над ключицами, сделайте несколько вдохов, оказывая легкое давление пальцами на выдохе.\n' \
                '&#128312;<b>Подчелюстные железы:</b> совершите несколько очень осторожных надавливающих движений на выдохе.\n' \
                '&#128312;<b>Перед ухом:</b> прогладьте зону перед ухом сверху вниз.\n' \
                '&#128312;<b>Шея:</b> чтобы открыть основной канал, прогладьте боковые отрезки шеи по направлению к ключицам.\n\n' \
                '<b><u>Массаж</u></b>\n' \
                'Итак, точки активированы, можно приступать к массажу.\n' \
                '&#49;&#65039;&#8419;Начните массажс середины подбородка направляя жидкость к узлам под челюстью, затем вниз через шею к ключицам и далее к подмышкам.\n' \
                '&#50;&#65039;&#8419;Поднимаемся выше,к середине верхней губы. Снова продвигаемся к нашим точкам через щеки — под челюстью — через шею к ключицам — вниз к подмышкам. На этом этапе рисунок массажа и его принцип должны быть понятны. Поднимаемся выше.\n' \
                '&#51;&#65039;&#8419;Точки возле крыльев носа. Направляемся вниз, через щеки и точки под челюстью — через шею к ключицам — вниз к подмышкам.\n' \
                '&#52;&#65039;&#8419;В этом пункте присоединяютсяточки возле уха. Располагаем кончики пальцев у внутренних уголков глаза, продвигаемся к точкам возле уха вниз через слезную борозду. Далее идем по проторенной дорожке: к челюсти — ключицам — подмышкам.\n' \
                '&#53;&#65039;&#8419;Начинаем путь от точки между бровями, проходимся по линии бровейи направляемся вниз тем же путем, что и в предыдущих пунктах.\n' \
                '&#54;&#65039;&#8419;От середины лба в стороны, далее вниз: ухо — челюсть — ключицы — подмышки.\n\n' \
>>>>>>> 2c513e4cfedbcf6aff7817d421b5e78294888554
                'На словах это может казаться сложным, но стоит лишь раз выполнить этот массаж по инструкции, и вы его запомните навсегда. Как часто можно делать такой массаж? Поскольку он простой и безопасный, его можно выполнять и каждый день, и два-три раза в неделю или использовать как SOS-средство, чтобы быстро «разгрузить» лицо. Главное — понять принцип, остальное — дело техники.'
            ,
            'image_url': 'url_лимфодренажного_массажа'
        },
        #МАССАЖЕРЫ
<<<<<<< HEAD
        'Механические массажеры для лица.': {
=======
        'Механические массажеры для лица': {
>>>>>>> 2c513e4cfedbcf6aff7817d421b5e78294888554
            'text':
                'В основе их работы лежит принцип механического воздействия на различные слои кожи. Воздействие может быть нескольких видов: надавливание, прокатывание, покалывание, вибрация или их различные сочетания.\n' \
                'Это, как правило, ручные массажёры из разных материалов: деревянные, силиконовые, стеклянные, нефритовые.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
<<<<<<< HEAD
        'Вакуумные массажеры для лица.': {
            'text':
                'Эти массажёры используют для борьбы с возрастными изменениями кожи (морщинами, потерей тонуса и дряблостью) и глубокого очищения. Для чистки кожи лица используются вакуумные насадки, которые помогут в борьбе с глубокими загрязнениями и чёрными точками. Поэтому, в каком-то смысле, вакуумные приборы — это больше про чистку.\n\n' \
                'Однако вакуумный прибор оказывает одновременно стимулирующее, тонизирующее и антивозрастное действие на кожу.\n' \
                '&#9899;Кровоток и лимфоток разгоняются, ускоряется метаболизм и обмен веществ во внутренних слоях кожи. Кожа снова становится эластичной и гладкой.\n' \
                '&#9899;Ускоряется восстановление клеток, благодаря чему быстрее проходят постакне и пигментация, начинает активно вырабатываться коллаген.\n\n' \
                'Многие модели вакуумных массажёров имеют несколько насадок, которые можно использовать не только на лице, но и на теле. После каждого использования насадки необходимо тщательно мыть, ведь внутри них остаётся содержимое пор.'
            ,
            'image_url': 'swedish_massage_image_url'
=======
        'Вакуумные массажеры для лица': {
            'text':
                'Эти массажёры используют для борьбы с возрастными изменениями кожи (морщинами, потерей тонуса и дряблостью) и глубокого очищения. Для чистки кожи лица используются вакуумные насадки, которые помогут в борьбе с глубокими загрязнениями и чёрными точками. Поэтому, в каком-то смысле, вакуумные приборы — это больше про чистку.\n\n' \
                'Однако вакуумный прибор оказывает одновременно стимулирующее, тонизирующее и антивозрастное действие на кожу.\n' \
                '&#128312;Кровоток и лимфоток разгоняются, ускоряется метаболизм и обмен веществ во внутренних слоях кожи. Кожа снова становится эластичной и гладкой.\n' \
                '&#128312;Ускоряется восстановление клеток, благодаря чему быстрее проходят постакне и пигментация, начинает активно вырабатываться коллаген.\n\n' \
                'Многие модели вакуумных массажёров имеют несколько насадок, которые можно использовать не только на лице, но и на теле. После каждого использования насадки необходимо тщательно мыть, ведь внутри них остаётся содержимое пор.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Ультразвуковые массажеры для лица': {
            'text':
                'Работа ультразвуковых массажёров основана на воздействии ультразвуковых волн на верхние слои кожи. Массаж таким прибором позволяет:\n' \
                '&#128312;очистить кожу более тщательно и более глубоко от загрязнений, кожного сала, удалить мёртвые клетки эпидермиса, сузить поры;\n' \
                '&#128312;максимально усилить проникновение полезных веществ из косметологических препаратов в глубокие слои кожи;\n' \
                '&#128312;продлить эффект от процедуры, создавая в слоях кожи запас полезных веществ.\n\n' \
                'Ультразвук, как и вакуум, тоже чистит кожу. Но кроме этого во время процедур повышается её тонус, разглаживаются неровности и происходит выработка коллагена, который делает кожу более плотной и упругой.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Микротоковые массажеры для лица': {
            'text':
                'Чаще всего используются в уходе за кожей с заметными возрастными изменениями. Принцип работы микротокового массажера основан на стимулировании клеток кожи электрическими импульсами разной интенсивности (в зависимости от проблемы).\n\n' \
                'Микротоковая терапия с помощью низкочастотных токов:\n' \
                '&#128312;восстанавливает все слои кожи;\n' \
                '&#128312;нормализует микроциркуляцию крови и лимфоток;\n' \
                '&#128312;расслабляет мимические мышцы лица;\n' \
                '&#128312;усиливает ток лимфы и кровоснабжение;\n' \
                '&#128312;улучшает обменные процессы в клетках кожи.\n\n' \
                'Все это помогает решить проблемы пигментных пятен, следов постакне, угревой сыпи, скорректировать морщины и овал лица, вернуть коже упругость и плотность, убрать отёки и дряблость. В результате воздействия микротоков стимулируется выработка собственного коллагена и эластина, что уменьшает глубину морщин, возвращает коже упругость и тонус, омолаживая её изнутри.\n' \
                'Микротоки также способствуют лучшему проникновению косметических средств в глубокие слои кожи, стимулируют обмен веществ и приводят в тонус мышцы.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Многофункциональные массажеры для лица': {
            'text':
                'Сегодня многие массажёры сочетают в себе несколько видов воздействия. Например — механическое, инфракрасное и микротоковое. Это помогает добиться максимального результата на длительное время и сделать процедуры по уходу более удобными.\n\n' \
                '<b>Вибрационный массаж.</b> Улучшает кровообращение, обмен веществ, обладает дренажным эффектом.\n' \
                '<b>Электростимуляция (ЭМС).</b> Укрепляет мышцы лица за счёт короткого импульсного тока. Мышцы сокращаются, имитируя движения, и таким образом подтягиваются, а слишком напряжённые, наоборот, расслабляются.\n' \
                '<b>Микротоки.</b> Как мы уже сказали выше, этот режим восстанавливает все слои кожи и активизирует обменные процессы.\n' \
                '<b>Хромотерапия.</b> Работает с помощью световых лучей разного цвета: красный (образование молодого коллагена, ускорение регенерации), жёлтый (дренажный эффект, очищение от токсинов), фиолетовый (антибактериальное и успокаивающее действие).\n' \
                '<b>Инфракрасное действие или RF-лифтинг.</b> Основано на прогревании кожи инфракрасным излучением. Стимулирует лицевые мышцы и улучшает кровообращение. В результате кожа лица разглаживается, становится более упругой и гладкой, уменьшаются морщины. Инфракрасный массаж также назначают при различных травмах для их быстрого заживления.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Ошибки, совершаемые во время массажа': {
            'text':
                '&#49;&#65039;&#8419;<b>Вы делаете массаж утром.</b> Процедуру лучше проводить вечером, после нанести ночной крем и лечь спать. Не следует после интенсивного массажа сразу наносить макияж или выходить на солнце. В коже происходят активные процессы, которые могут привести к появлению пигментации и других проблем.\n' \
                '&#50;&#65039;&#8419;<b>Вы недостаточно очищаете лицо.</b> Нужно убрать не только загрязнения, но и все следы макияжа. Одного молочка недостаточно. Жирую кожу перед массажем желательно обработать легким пилингом или скрабом.\n' \
                '&#51;&#65039;&#8419;<b>Вы используете неподходящие средства.</b> Сухую кожу нельзя массировать с легким, быстро впитывающимся кремом, а жирную – насыщенным маслом. Чем жирнее кожа, тем легче должна быть консистенция.\n' \
                '&#52;&#65039;&#8419;<b>Ваши движения хаотичные.</b> Перед тем, как начать массировать лицо, внимательно изучите видео или картинки с изображением массажных линий. Двигаться нужно только по ним, начиная снизу (от шеи или подбородка ко лбу).\n' \
                '&#53;&#65039;&#8419;<b>Вы не соблюдаете время процедуры.</b> Домашний массаж нужно делать около 10 минут. Если процедура слишком короткая или, наоборот, длинная, это может привести к отсутствию эффекта или же появлению новых морщин.\n' \
                '&#54;&#65039;&#8419;<b>Вы недооцениваете уход за кожей.</b> Один только массаж не способен восстановить упругость кожи. Ежедневно нужно использовать тоники, подходящие по типу кожи кремы, сыворотки, эмульсии, а также раз в неделю делать питательную маску. Не забывайте и про кожу вокруг глаз. Ее нужно обязательно питать и увлажнять утром и вечером, используя только специальный крем или гель для век.\n' \
                '&#55;&#65039;&#8419;<b>Вы забываете про зеркало.</b> Делать самомассаж можно только перед зеркалом. Так вы сможете контролировать степень нажатия и интенсивность движений, смотреть за реакцией кожи. Без зеркала сложно оценить, насколько сильно и синхронно вы массируете лицо.\n' \
                '&#56;&#65039;&#8419;<b>Забываете про осанку.</b> В салоне массаж лица делается в положении лежа. Если вы выбрали самомассаж, то лучше выполнять его стоя или сидя, но только с прямой спиной. При неправильной осанке кожа на лице натягивается слишком сильно или, наоборот, начинает подвисать, что усложняет процедуру массажа.\n' \
                '&#57;&#65039;&#8419;<b>Регулярность.</b> Если вы будете делать массаж время от времени, заметного результата не будет.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Противопоказания': {
            'text':
                'В первую очередь, противопоказанием являются локальные проблемы:\n' \
                '&#128312;нагноившиеся угри\n' \
                '&#128312;розацеа («розовые угри», которые возникают из-за хронически расширенных капилляров)\n' \
                '&#128312;нарушение целостности кожных покровов: ранки, ссадины, ожоги, укусы\n' \
                '&#128312;вирусные заболевания кожи: герпес, экзема, вирусные бородавки и т.д.\n' \
                '&#128312;выраженные сосудистые звездочки, повышенная ломкость сосудов и другие сосудистые нарушения\n' \
                '&#128312;злокачественные образования\n' \
                '&#128312;заболевания эндокринной системы\n' \
                '&#128312;псориаз\n\n' \
                'Также стоит учитывать общее здоровье. Массаж противопоказан при высокой температуре, повышенном давлении, обострении хронических болезней, онкологии, активных воспалительных процессах в организме, заболеваниях крови.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        #ПИТАНИЕ
        'Витамины и микроэлементы': {
            'text':
                '<b>БЕЛОК.</b> Основной строительный материал: аминокислоты необходимы для синтеза коллагеновых волокон, которые отвечают за упругость кожи.\n' \
                '<b>ЖИРНЫЕ КИСЛОТЫ ОМЕГА-3 И -6.</b> Незаменимы для синтеза липидов, обладают выраженными противовоспалительными свойствами, замедляют процессы старения.\n' \
                '<b>КЛЕТЧАТКА.</b> Природный сорбент: впитывает и выводит токсичные вещества (нитраты, пестициды, соли тяжелых металлов).\n' \
                '<b>МЕЛАНИН.</b> Отвечает за пигментацию.\n' \
                '<b>ГЕМОГЛОБИН.</b> Обогащает клетки кислородом.\n' \
                '<b>БЕТА-КАРОТИН.</b> Натуральный антиоксидант, защищающий от преждевременного старения, выравнивает тон кожи.\n' \
                '<b>ВИТАМИН А (РЕТИНОЛ).</b> Участвует в синтезе коллагена, повышает упругость кожи.\n' \
                '<b>ВИТАМИНЫ ГРУППЫ B.</b> Необходимы для нормализации обменных процессов в коже, особенно липидного и белкового обмена.\n' \
                '<b>ВИТАМИН С.</b> Один из главных антиоксидантов, участвует в синтезе коллагена.\n' \
                '<b>ВИТАМИН E.</b> Препятствует образованию морщин и борется с сухостью.\n' \
                '<b>ВИТАМИН H (БИОТИН).</b>  Натуральный сосудорасширяющий компонент, поможет сделать тусклую кожу здоровой и сияющей.\n' \
                '<b>ЦИНК.</b> Обладает противовоспалительными свойствами, регулирует работу сальных желез.\n' \
                '<b>КАЛЬЦИЙ.</b> Участвует в синтезе структурных элементов кожи.'


            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Полезные продукты': {
            'text':
                ' Вот список продуктов, необходимых для улучшения состояния кожи:\n' \
                '&#49;&#65039;&#8419;Орехи — кладовая омега-3, меланина, витаминов Н и Е. Достаточно совсем небольшой порции в день.\n' \
                '&#50;&#65039;&#8419;Цельнозерновые крупы, макароны из твердых сортов пшеницы, бурый нешлифованный рис, черный хлеб, хлеб с отрубями — главные источники клетчатки и витамина B.\n' \
                '&#51;&#65039;&#8419;Рыба и морепродукты обеспечат организм белком, меланином, цинком, витамином B и кислотами омега-3.\n' \
                '&#52;&#65039;&#8419;Нежирное мясо, говяжья и свиная печень также богаты белком, а еще железом, витаминами A и Н.\n' \
                '&#53;&#65039;&#8419;Кисломолочные продукты (в том числе сыр и творог) славятся содержанием кальция и полезного белка.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Питьевой режим': {
            'text':
                'Очень важна для организма вода: она помогает восстановить кожу, пострадавушую от солнца, ветра и пересушенного отопительными приборами воздуха, вернуть ей гладкость и упругость, избежать шелушения. Для оптимизации обменных процессов в организме врачи советуют ежедневно выпивать 1,5–2 литра воды (из расчета 30 мл на килограмм веса).\n\n' \
                '<u>ВАЖНО:</u> Речь идет именно о чистой негазированной воде. А вот чай, кофе, соки, компоты в эту норму не входят.\n\n' \
                'Распределите весь объем жидкости на день так, чтобы не пить после 19:00 — иначе возможно образование отеков. Чтобы помнить о том, что надо чаще пить, держите бутылочки с водой на рабочем столе, на тумбочке возле кровати, в машине и т.д.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Правила питания для здоровой кожи': {
            'text':
                'Анализ полученной информации позволяет выстроить систему ПП.\n' \
                '&#128312;Питание должно быть разнообразным и сбалансированным по количеству белков, жиров, углеводов, витаминов и микроэлементов.\n' \
                '&#128312;Принимать пищу лучше 5–6 раз в день небольшими порциями. Не забывайте про завтрак и старайтесь ужинать не позднее, чем за три-четыре часа до сна.\n' \
                '&#128312;На завтрак и обед ешьте белковую пищу, а вечером отдавайте предпочтение термически обработанным овощам, крупам и молочным продуктам.\n' \
                '&#128312;Пейте достаточное количество воды.\n' \
                '&#128312;Исключите из рациона вредную пищу'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Вредные продукты': {
            'text':
                'Если хотите избавиться от прыщей, сухости и других проблем с кожей, ограничьте потребление этих продуктов:\n' \
                '&#49;&#65039;&#8419;<b>Сладкое.</b> Последние исследования показали, что блюда с высоким гликемическим индексом (а это белый хлеб, выпечка, сахар, сладкая газировка) усугубляют проявления акне, а также способствуют гликации — склеиванию волокон коллагена и преждевременному старению кожи.\n' \
                '&#50;&#65039;&#8419;<b>Соленое.</b> Соль задерживает воду, так что злоупотребление различными маринадами и консервами чревато отеками под глазами и не только.\n' \
                '&#51;&#65039;&#8419;<b>Фастфуд и полуфабрикаты.</b> Переработанное мясо может содержать избыточное количество натрия, что также приводит к задержке воды, отекам, припухлостям. А еще жирная и жареная пища нарушает работу печени и способствует преждевременному старению. Чтобы хоть как-то нейтрализовать негативное действие фастфуда, употребляйте в пищу лук, имбирь, куркуму, принимайте витамин Е и цинк, но лучше просто обойтись без вредной пищи.\n' \
                '&#52;&#65039;&#8419;<b>Кофе.</b> Если в умеренных количествах кофе выступает в роли антиоксиданта, то его переизбыток (более четырех чашек в день) скорее всего станет причиной беспокойства и проблем со сном. А недостаток ночного сна скажется на вашем внешнем виде, ведь именно в это время происходит обновление клеток. Результат дефицита сна — усталая, увядающая, сухая, склонная к образованию морщин кожа. Но и это еще не все.\n\n' \
                '<u>ВАЖНО:</u> У лиц с замедленным метаболизмом кофе может активизировать работу сальных желез, что в свою очередь грозит образованием комедонов и прыщей.\n\n' \
                '<b><u>Алкоголь</u></b>\n' \
                'Злоупотребление алкоголем приводит к обезвоживанию организма в целом и кожи в частности. дело в том, что алкоголь обладает выраженным мочегонным эффектом.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        #CОН
        'Сколько нужно спать и почему вредно недосыпать?': {
            'text':
                'Специалисты разнятся в вопросе длительности сна, но сошлись на среднем числе. 8-и часовой отдыхсчитается полноценным и помогает организму создавать иммунокомпетентные клетки, важные в борьбе с вирусами.\n' \
                'Мелатонин – один из основных гормонов, отвечающий за качество сна и его глубину. Организм человека самостоятельно синтезирует этот гормон, но только в полной темноте. Недостаточность гормона приводит к ранней старости, избыточному весу, а также к заболеваниям сердечно-сосудистой системы и даже онкологии.\n' \
                'Если вы недосыпаете, дневной сон не заменит ночной. Такой отдых продлится 3-4 часа, но не компенсирует затраченные организмом ресурсы.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Как сон влияет на гормоны и кожу?': {
            'text':
                'Старение кожи связано как с внутренними, так и с внешними факторами. Солнечные лучи, экология – все это ускоряет процессы старения.\n' \
                'Когда мы не спим, кожа буквально не успевает восстановиться и в результате становится более восприимчивой к повреждениям. В то время как качественный сон может замедлить процессы старения.\n' \
                'Во время сна кожа не только обновляется, но и восстанавливается от повреждения ультрафиолетом – главного внешнего фактора ее старения.\n' \
                'Сбои в цикле сна могут напрямую влиять на старение кожи, а здоровье кожи может ухудшаться. При полноценном сне уровень основных гормонов в организме остаётся в пределах нормы, в то время как плохой сон вызывает сбой в выработке гормонов. Гормоны влияют не только на здоровье кожи, но и участвуют в регулировании обмена веществ в организме. Когда происходит недосып, в мягких тканях и органах накапливаются шлаки и токсины, обладающие отравляющим действием для организма, что провоцирует акне, комедоны и другие кожные воспаления.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Как восстановить кожу после бессонницы?': {
            'text':
                '&#49;&#65039;&#8419;Первый этап подготовки ко сну – очищение. Не умывайтесь мылом с высоким уровнем pH. Выбирайте качественные косметические средства деликатного очищения: например, тонизирующую пенку для умывания, подходящую для вашего типа кожи.\n' \
                '&#50;&#65039;&#8419;Второй этап – отшелушивание. Выбирайте пилинги и избегайте скрабов. В отличие от энзимного скрабирования легкий кислотный пилинг перед сном помогает коже лица обновляться, не травмируя её. Однако даже пилинги нельзя использовать часто и бездумно. Выбирайте средство, подходящее вашему типу кожи, не забывайте использовать SPF перед выходом на открытое солнце и соблюдайте режим процедур – одной в неделю будет достаточно.\n' \
                '&#51;&#65039;&#8419;Третий этап – питание. После пилинга кожа не только обновлена, но и раздражена, а значит ее необходимо успокоить. Сыворотки и эмульсии не только снимают раздражение, но и питают кожу полезными компонентами\n' \
                '&#52;&#65039;&#8419;Четвертый этап – увлажнение. Ночной крем или ночная маска помогают коже восстанавливаться и избавляться от последствий дневных стрессов. Только при достаточном уровне влаги клетки кожи работают в полную силу.\n' \
                '&#53;&#65039;&#8419;Этап пятый – сон. Мы уже писали, что для полноценной выработки мелатонина необходимо спать в максимальной темноте, чтобы на радужную оболочку глаз не попадал свет. Если такой возможности нет, попробуйте маски для сна. Даже мерцающие лампочки гаджетов мешают мелатонину вырабатываться, сбивая наши биологические часы.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Что съесть, чтобы крепко спать?': {
            'text':
                '&#49;&#65039;&#8419;<b>Мелатонин.</b> Мелатонин содержится во многих продуктах, например, в вишнях и концентрированном вишнёвом соке или в различных орехах. Грецкие орехи не только содержат пищевой мелатонин, но и являются источником альфа-липоевой кислоты и Омега-3. Попав в организм, они стимулируют выработку серотонина, а он в свою очередь принимает активное участие в регулировке сна.\n' \
                '&#50;&#65039;&#8419;<b>Магний.</b> Магний необходим для обеспечения нормального сна, так как обладает выраженным противовоспалительным эффектом. Кроме того, он помогает снизить уровень кортизола в организме. Доказано, что этот гормон стресса негативным образом влияет на сон. Магний содержится в зеленых листовых овощах, например, в шпинате и спарже, в пшеничных отрубях и фасоли, в тыквенных семечках и различных орехах – в том числе в миндале. Учёные установили, что миндаль помогает улучшить качество сна за счет высокого содержания магния и мелатонина.\n' \
                '&#51;&#65039;&#8419;<b>Триптофан.</b> Мы уже выяснили, что в процессе засыпания и в течение всех этапов сна участвует гормон мелатонин. Однако, чтобы мелатонин активизировался, в организме должно быть необходимое количество аминокислоты триптофан. Триптофан содержится в продуктах, богатых белком – в мясе птицы, яйцах, бобовых, орехах, твороге. Индейка содержит высокую концентрацию триптофана. Поэтому, съев небольшую порцию в вечернее время, можно избавить себя от частых пробуждений среди ночи.\n' \
                '&#52;&#65039;&#8419;<b>Витамин D.</b> Некоторые продукты, например, мясо сельди, лосося, тунца и молоко содержат этот витамин, но в небольших объемах. Жирная морская рыба содержит уникальное сочетание Омега-3 и витамина D, что делают ее отличным средством в борьбе с бессонницей.\n' \
                '&#53;&#65039;&#8419;<b>Апигенин.</b> Этот антиоксидант связан с рецепторами головного мозга и помогает ему настроиться на отдых. Ромашковый чай содержит высокую концентрацию апигенина.\n' \
                '&#54;&#65039;&#8419;<b>Серотонин.</b> Исследования установили, что вещества, способствующие выработке серотонина, помогают головному мозгу лучше регулировать циклы сна. Например, если употреблять киви в пищу в вечернее время, качество сна заметно улучшится.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Правила "Доброй ночи"': {
            'text':
                'И наконец, чтобы питание и сон «дружили», придерживайтесь простых правил «доброй ночи»:\n' \
                '&#49;&#65039;&#8419;Многим элементам нужен помощник – инсулин. А инсулин в свою очередь вырабатывается под действием «медленных» углеводов. Выбирайте продукты, богатые белками и медленными углеводами.\n' \
                '&#50;&#65039;&#8419;Быстрые углеводы – только на завтрак и обед. Во-первых, источники быстрой энергии нарушают сон, а во-вторых, плохо влияют на кожу и становятся причиной лишних килограммов.\n' \
                '&#51;&#65039;&#8419;Не ложитесь спать на голодный желудок, но и не переедайте. Совершенно нормально, если у вас будет легкий ужин примерно за 2 часа до отхода ко сну. Так у вас не будет ни тяжести, ни чувства голода.\n' \
                '&#52;&#65039;&#8419;Продукты с клетчаткой – помощь организму во время сна. Продукты, содержащие пищевые волокна, увеличивают фазы глубокого сна, благодаря этому мы лучше высыпаемся.\n' \
                '&#53;&#65039;&#8419;Кофе, чёрный и зелёный чай перед сном – табу. Действие кофеина длится в среднем 6 часов, поэтому не стоит пить кофеиносодержащие напитки после 17:00. Лучше заменить на ромашковый чай или цикорий.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        }
    },
    'English': {
        'Preparation for the Procedure': {
            'text': 'Text about preparation for the procedure',
            'image_url': 'preparation_for_the_procedure_image_url'
>>>>>>> 2c513e4cfedbcf6aff7817d421b5e78294888554
        },
        'Ультразвуковые массажеры для лица.': {
            'text':
                'Работа ультразвуковых массажёров основана на воздействии ультразвуковых волн на верхние слои кожи. Массаж таким прибором позволяет:\n' \
                '&#9899;очистить кожу более тщательно и более глубоко от загрязнений, кожного сала, удалить мёртвые клетки эпидермиса, сузить поры;\n' \
                '&#9899;максимально усилить проникновение полезных веществ из косметологических препаратов в глубокие слои кожи;\n' \
                '&#9899;продлить эффект от процедуры, создавая в слоях кожи запас полезных веществ.\n\n' \
                'Ультразвук, как и вакуум, тоже чистит кожу. Но кроме этого во время процедур повышается её тонус, разглаживаются неровности и происходит выработка коллагена, который делает кожу более плотной и упругой.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Микротоковые массажеры для лица.': {
            'text':
                'Чаще всего используются в уходе за кожей с заметными возрастными изменениями. Принцип работы микротокового массажера основан на стимулировании клеток кожи электрическими импульсами разной интенсивности (в зависимости от проблемы).\n\n' \
                'Микротоковая терапия с помощью низкочастотных токов:\n' \
                '&#9899;восстанавливает все слои кожи;\n' \
                '&#9899;нормализует микроциркуляцию крови и лимфоток;\n' \
                '&#9899;расслабляет мимические мышцы лица;\n' \
                '&#9899;усиливает ток лимфы и кровоснабжение;\n' \
                '&#9899;улучшает обменные процессы в клетках кожи.\n\n' \
                'Все это помогает решить проблемы пигментных пятен, следов постакне, угревой сыпи, скорректировать морщины и овал лица, вернуть коже упругость и плотность, убрать отёки и дряблость. В результате воздействия микротоков стимулируется выработка собственного коллагена и эластина, что уменьшает глубину морщин, возвращает коже упругость и тонус, омолаживая её изнутри.\n' \
                'Микротоки также способствуют лучшему проникновению косметических средств в глубокие слои кожи, стимулируют обмен веществ и приводят в тонус мышцы.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Многофункциональные массажеры для лица.': {
            'text':
                'Сегодня многие массажёры сочетают в себе несколько видов воздействия. Например — механическое, инфракрасное и микротоковое. Это помогает добиться максимального результата на длительное время и сделать процедуры по уходу более удобными.\n\n' \
                '<b>Вибрационный массаж.</b> Улучшает кровообращение, обмен веществ, обладает дренажным эффектом.\n' \
                '<b>Электростимуляция (ЭМС).</b> Укрепляет мышцы лица за счёт короткого импульсного тока. Мышцы сокращаются, имитируя движения, и таким образом подтягиваются, а слишком напряжённые, наоборот, расслабляются.\n' \
                '<b>Микротоки.</b> Как мы уже сказали выше, этот режим восстанавливает все слои кожи и активизирует обменные процессы.\n' \
                '<b>Хромотерапия.</b> Работает с помощью световых лучей разного цвета: красный (образование молодого коллагена, ускорение регенерации), жёлтый (дренажный эффект, очищение от токсинов), фиолетовый (антибактериальное и успокаивающее действие).\n' \
                '<b>Инфракрасное действие или RF-лифтинг.</b> Основано на прогревании кожи инфракрасным излучением. Стимулирует лицевые мышцы и улучшает кровообращение. В результате кожа лица разглаживается, становится более упругой и гладкой, уменьшаются морщины. Инфракрасный массаж также назначают при различных травмах для их быстрого заживления.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Ошибки, совершаемые во время массажа': {
            'text':
                '&#49;<b>Вы делаете массаж утром.</b> Процедуру лучше проводить вечером, после нанести ночной крем и лечь спать. Не следует после интенсивного массажа сразу наносить макияж или выходить на солнце. В коже происходят активные процессы, которые могут привести к появлению пигментации и других проблем.\n' \
                '&#50;<b>Вы недостаточно очищаете лицо.</b> Нужно убрать не только загрязнения, но и все следы макияжа. Одного молочка недостаточно. Жирую кожу перед массажем желательно обработать легким пилингом или скрабом.\n' \
                '&#51;<b>Вы используете неподходящие средства.</b> Сухую кожу нельзя массировать с легким, быстро впитывающимся кремом, а жирную – насыщенным маслом. Чем жирнее кожа, тем легче должна быть консистенция.\n' \
                '&#52;<b>Ваши движения хаотичные.</b> Перед тем, как начать массировать лицо, внимательно изучите видео или картинки с изображением массажных линий. Двигаться нужно только по ним, начиная снизу (от шеи или подбородка ко лбу).\n' \
                '&#53;<b>Вы не соблюдаете время процедуры.</b> Домашний массаж нужно делать около 10 минут. Если процедура слишком короткая или, наоборот, длинная, это может привести к отсутствию эффекта или же появлению новых морщин.\n' \
                '&#54;<b>Вы недооцениваете уход за кожей.</b> Один только массаж не способен восстановить упругость кожи. Ежедневно нужно использовать тоники, подходящие по типу кожи кремы, сыворотки, эмульсии, а также раз в неделю делать питательную маску. Не забывайте и про кожу вокруг глаз. Ее нужно обязательно питать и увлажнять утром и вечером, используя только специальный крем или гель для век.\n' \
                '&#55;<b>Вы забываете про зеркало.</b> Делать самомассаж можно только перед зеркалом. Так вы сможете контролировать степень нажатия и интенсивность движений, смотреть за реакцией кожи. Без зеркала сложно оценить, насколько сильно и синхронно вы массируете лицо.\n' \
                '&#56;<b>Забываете про осанку.</b> В салоне массаж лица делается в положении лежа. Если вы выбрали самомассаж, то лучше выполнять его стоя или сидя, но только с прямой спиной. При неправильной осанке кожа на лице натягивается слишком сильно или, наоборот, начинает подвисать, что усложняет процедуру массажа.\n' \
                '&#57;<b>Регулярность.</b> Если вы будете делать массаж время от времени, заметного результата не будет.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Противопоказания': {
            'text':
                'В первую очередь, противопоказанием являются локальные проблемы:\n' \
                '&#9899;нагноившиеся угри\n' \
                '&#9899;розацеа («розовые угри», которые возникают из-за хронически расширенных капилляров)\n' \
                '&#9899;нарушение целостности кожных покровов: ранки, ссадины, ожоги, укусы\n' \
                '&#9899;вирусные заболевания кожи: герпес, экзема, вирусные бородавки и т.д.\n' \
                '&#9899;выраженные сосудистые звездочки, повышенная ломкость сосудов и другие сосудистые нарушения\n' \
                '&#9899;злокачественные образования\n' \
                '&#9899;заболевания эндокринной системы\n' \
                '&#9899;псориаз\n\n' \
                'Также стоит учитывать общее здоровье. Массаж противопоказан при высокой температуре, повышенном давлении, обострении хронических болезней, онкологии, активных воспалительных процессах в организме, заболеваниях крови.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        #ПИТАНИЕ
        'Витамины и микроэлементы': {
            'text':
                '<b>БЕЛОК.</b> Основной строительный материал: аминокислоты необходимы для синтеза коллагеновых волокон, которые отвечают за упругость кожи.\n' \
                '<b>ЖИРНЫЕ КИСЛОТЫ ОМЕГА-3 И -6.</b> Незаменимы для синтеза липидов, обладают выраженными противовоспалительными свойствами, замедляют процессы старения.\n' \
                '<b>КЛЕТЧАТКА.</b> Природный сорбент: впитывает и выводит токсичные вещества (нитраты, пестициды, соли тяжелых металлов).\n' \
                '<b>МЕЛАНИН.</b> Отвечает за пигментацию.\n' \
                '<b>ГЕМОГЛОБИН.</b> Обогащает клетки кислородом.\n' \
                '<b>БЕТА-КАРОТИН.</b> Натуральный антиоксидант, защищающий от преждевременного старения, выравнивает тон кожи.\n' \
                '<b>ВИТАМИН А (РЕТИНОЛ).</b> Участвует в синтезе коллагена, повышает упругость кожи.\n' \
                '<b>ВИТАМИНЫ ГРУППЫ B.</b> Необходимы для нормализации обменных процессов в коже, особенно липидного и белкового обмена.\n' \
                '<b>ВИТАМИН С.</b> Один из главных антиоксидантов, участвует в синтезе коллагена.\n' \
                '<b>ВИТАМИН E.</b> Препятствует образованию морщин и борется с сухостью.\n' \
                '<b>ВИТАМИН H (БИОТИН).</b>  Натуральный сосудорасширяющий компонент, поможет сделать тусклую кожу здоровой и сияющей.\n' \
                '<b>ЦИНК.</b> Обладает противовоспалительными свойствами, регулирует работу сальных желез.\n' \
                '<b>КАЛЬЦИЙ.</b> Участвует в синтезе структурных элементов кожи.'


            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Полезные продукты.': {
            'text':
                ' Вот список продуктов, необходимых для улучшения состояния кожи:\n' \
                '&#49;Орехи — кладовая омега-3, меланина, витаминов Н и Е. Достаточно совсем небольшой порции в день.\n' \
                '&#50;Цельнозерновые крупы, макароны из твердых сортов пшеницы, бурый нешлифованный рис, черный хлеб, хлеб с отрубями — главные источники клетчатки и витамина B.\n' \
                '&#51;Рыба и морепродукты обеспечат организм белком, меланином, цинком, витамином B и кислотами омега-3.\n' \
                '&#52;Нежирное мясо, говяжья и свиная печень также богаты белком, а еще железом, витаминами A и Н.\n' \
                '&#53;Кисломолочные продукты (в том числе сыр и творог) славятся содержанием кальция и полезного белка.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Питьевой режим': {
            'text':
                'Очень важна для организма вода: она помогает восстановить кожу, пострадавушую от солнца, ветра и пересушенного отопительными приборами воздуха, вернуть ей гладкость и упругость, избежать шелушения. Для оптимизации обменных процессов в организме врачи советуют ежедневно выпивать 1,5–2 литра воды (из расчета 30 мл на килограмм веса).\n\n' \
                '<u>ВАЖНО:</u> Речь идет именно о чистой негазированной воде. А вот чай, кофе, соки, компоты в эту норму не входят.\n\n' \
                'Распределите весь объем жидкости на день так, чтобы не пить после 19:00 — иначе возможно образование отеков. Чтобы помнить о том, что надо чаще пить, держите бутылочки с водой на рабочем столе, на тумбочке возле кровати, в машине и т.д.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Правила питания для здоровой кожи': {
            'text':
                'Анализ полученной информации позволяет выстроить систему ПП.\n' \
                '&#9899;Питание должно быть разнообразным и сбалансированным по количеству белков, жиров, углеводов, витаминов и микроэлементов.\n' \
                '&#9899;Принимать пищу лучше 5–6 раз в день небольшими порциями. Не забывайте про завтрак и старайтесь ужинать не позднее, чем за три-четыре часа до сна.\n' \
                '&#9899;На завтрак и обед ешьте белковую пищу, а вечером отдавайте предпочтение термически обработанным овощам, крупам и молочным продуктам.\n' \
                '&#9899;Пейте достаточное количество воды.\n' \
                '&#9899;Исключите из рациона вредную пищу'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Вредные продукты': {
            'text':
                'Если хотите избавиться от прыщей, сухости и других проблем с кожей, ограничьте потребление этих продуктов:\n' \
                '&#49;<b>Сладкое.</b> Последние исследования показали, что блюда с высоким гликемическим индексом (а это белый хлеб, выпечка, сахар, сладкая газировка) усугубляют проявления акне, а также способствуют гликации — склеиванию волокон коллагена и преждевременному старению кожи.\n' \
                '&#50;<b>Соленое.</b> Соль задерживает воду, так что злоупотребление различными маринадами и консервами чревато отеками под глазами и не только.\n' \
                '&#51;<b>Фастфуд и полуфабрикаты.</b> Переработанное мясо может содержать избыточное количество натрия, что также приводит к задержке воды, отекам, припухлостям. А еще жирная и жареная пища нарушает работу печени и способствует преждевременному старению. Чтобы хоть как-то нейтрализовать негативное действие фастфуда, употребляйте в пищу лук, имбирь, куркуму, принимайте витамин Е и цинк, но лучше просто обойтись без вредной пищи.\n' \
                '&#52;<b>Кофе.</b> Если в умеренных количествах кофе выступает в роли антиоксиданта, то его переизбыток (более четырех чашек в день) скорее всего станет причиной беспокойства и проблем со сном. А недостаток ночного сна скажется на вашем внешнем виде, ведь именно в это время происходит обновление клеток. Результат дефицита сна — усталая, увядающая, сухая, склонная к образованию морщин кожа. Но и это еще не все.\n\n' \
                '<u>ВАЖНО:</u> У лиц с замедленным метаболизмом кофе может активизировать работу сальных желез, что в свою очередь грозит образованием комедонов и прыщей.\n\n' \
                '<b><u>Алкоголь</u></b>\n' \
                'Злоупотребление алкоголем приводит к обезвоживанию организма в целом и кожи в частности. дело в том, что алкоголь обладает выраженным мочегонным эффектом.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        #CОН
        'Сколько нужно спать и почему вредно недосыпать?': {
            'text':
                'Специалисты разнятся в вопросе длительности сна, но сошлись на среднем числе. 8-и часовой отдыхсчитается полноценным и помогает организму создавать иммунокомпетентные клетки, важные в борьбе с вирусами.\n' \
                'Мелатонин – один из основных гормонов, отвечающий за качество сна и его глубину. Организм человека самостоятельно синтезирует этот гормон, но только в полной темноте. Недостаточность гормона приводит к ранней старости, избыточному весу, а также к заболеваниям сердечно-сосудистой системы и даже онкологии.\n' \
                'Если вы недосыпаете, дневной сон не заменит ночной. Такой отдых продлится 3-4 часа, но не компенсирует затраченные организмом ресурсы.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Как сон влияет на гормоны и кожу?': {
            'text':
                'Старение кожи связано как с внутренними, так и с внешними факторами. Солнечные лучи, экология – все это ускоряет процессы старения.\n' \
                'Когда мы не спим, кожа буквально не успевает восстановиться и в результате становится более восприимчивой к повреждениям. В то время как качественный сон может замедлить процессы старения.\n' \
                'Во время сна кожа не только обновляется, но и восстанавливается от повреждения ультрафиолетом – главного внешнего фактора ее старения.\n' \
                'Сбои в цикле сна могут напрямую влиять на старение кожи, а здоровье кожи может ухудшаться. При полноценном сне уровень основных гормонов в организме остаётся в пределах нормы, в то время как плохой сон вызывает сбой в выработке гормонов. Гормоны влияют не только на здоровье кожи, но и участвуют в регулировании обмена веществ в организме. Когда происходит недосып, в мягких тканях и органах накапливаются шлаки и токсины, обладающие отравляющим действием для организма, что провоцирует акне, комедоны и другие кожные воспаления.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Как восстановить кожу после бессонницы?': {
            'text':
                '&#49;Первый этап подготовки ко сну – очищение. Не умывайтесь мылом с высоким уровнем pH. Выбирайте качественные косметические средства деликатного очищения: например, тонизирующую пенку для умывания, подходящую для вашего типа кожи.\n' \
                '&#50;Второй этап – отшелушивание. Выбирайте пилинги и избегайте скрабов. В отличие от энзимного скрабирования легкий кислотный пилинг перед сном помогает коже лица обновляться, не травмируя её. Однако даже пилинги нельзя использовать часто и бездумно. Выбирайте средство, подходящее вашему типу кожи, не забывайте использовать SPF перед выходом на открытое солнце и соблюдайте режим процедур – одной в неделю будет достаточно.\n' \
                '&#51;Третий этап – питание. После пилинга кожа не только обновлена, но и раздражена, а значит ее необходимо успокоить. Сыворотки и эмульсии не только снимают раздражение, но и питают кожу полезными компонентами\n' \
                '&#52;Четвертый этап – увлажнение. Ночной крем или ночная маска помогают коже восстанавливаться и избавляться от последствий дневных стрессов. Только при достаточном уровне влаги клетки кожи работают в полную силу.\n' \
                '&#53;Этап пятый – сон. Мы уже писали, что для полноценной выработки мелатонина необходимо спать в максимальной темноте, чтобы на радужную оболочку глаз не попадал свет. Если такой возможности нет, попробуйте маски для сна. Даже мерцающие лампочки гаджетов мешают мелатонину вырабатываться, сбивая наши биологические часы.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Что съесть, чтобы крепко спать?': {
            'text':
                '&#49;<b>Мелатонин.</b> Мелатонин содержится во многих продуктах, например, в вишнях и концентрированном вишнёвом соке или в различных орехах. Грецкие орехи не только содержат пищевой мелатонин, но и являются источником альфа-липоевой кислоты и Омега-3. Попав в организм, они стимулируют выработку серотонина, а он в свою очередь принимает активное участие в регулировке сна.\n' \
                '&#50;<b>Магний.</b> Магний необходим для обеспечения нормального сна, так как обладает выраженным противовоспалительным эффектом. Кроме того, он помогает снизить уровень кортизола в организме. Доказано, что этот гормон стресса негативным образом влияет на сон. Магний содержится в зеленых листовых овощах, например, в шпинате и спарже, в пшеничных отрубях и фасоли, в тыквенных семечках и различных орехах – в том числе в миндале. Учёные установили, что миндаль помогает улучшить качество сна за счет высокого содержания магния и мелатонина.\n' \
                '&#51;<b>Триптофан.</b> Мы уже выяснили, что в процессе засыпания и в течение всех этапов сна участвует гормон мелатонин. Однако, чтобы мелатонин активизировался, в организме должно быть необходимое количество аминокислоты триптофан. Триптофан содержится в продуктах, богатых белком – в мясе птицы, яйцах, бобовых, орехах, твороге. Индейка содержит высокую концентрацию триптофана. Поэтому, съев небольшую порцию в вечернее время, можно избавить себя от частых пробуждений среди ночи.\n' \
                '&#52;<b>Витамин D.</b> Некоторые продукты, например, мясо сельди, лосося, тунца и молоко содержат этот витамин, но в небольших объемах. Жирная морская рыба содержит уникальное сочетание Омега-3 и витамина D, что делают ее отличным средством в борьбе с бессонницей.\n' \
                '&#53;<b>Апигенин.</b> Этот антиоксидант связан с рецепторами головного мозга и помогает ему настроиться на отдых. Ромашковый чай содержит высокую концентрацию апигенина.\n' \
                '&#54;<b>Серотонин.</b> Исследования установили, что вещества, способствующие выработке серотонина, помогают головному мозгу лучше регулировать циклы сна. Например, если употреблять киви в пищу в вечернее время, качество сна заметно улучшится.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Правила "Доброй ночи"': {
            'text':
                'И наконец, чтобы питание и сон «дружили», придерживайтесь простых правил «доброй ночи»:\n' \
                '&#49;Многим элементам нужен помощник – инсулин. А инсулин в свою очередь вырабатывается под действием «медленных» углеводов. Выбирайте продукты, богатые белками и медленными углеводами.\n' \
                '&#50;Быстрые углеводы – только на завтрак и обед. Во-первых, источники быстрой энергии нарушают сон, а во-вторых, плохо влияют на кожу и становятся причиной лишних килограммов.\n' \
                '&#51;Не ложитесь спать на голодный желудок, но и не переедайте. Совершенно нормально, если у вас будет легкий ужин примерно за 2 часа до отхода ко сну. Так у вас не будет ни тяжести, ни чувства голода.\n' \
                '&#52;Продукты с клетчаткой – помощь организму во время сна. Продукты, содержащие пищевые волокна, увеличивают фазы глубокого сна, благодаря этому мы лучше высыпаемся.\n' \
                '&#53;Кофе, чёрный и зелёный чай перед сном – табу. Действие кофеина длится в среднем 6 часов, поэтому не стоит пить кофеиносодержащие напитки после 17:00. Лучше заменить на ромашковый чай или цикорий.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        }
    },
    'English': {
        # -- HOME FACIAL MASSAGE --
        'Preparation for the procedure': {
            'text': "Do not neglect the preparation. Otherwise, instead of firm skin, you may end up with pimples, blackheads, and various inflammations.\n\n" \
                    "Before starting the procedure, you need to choose a massage product. If you have dry skin, coconut oil will be suitable; for oily skin, " \
                    "it is better to use grape seed oil or a lightweight gel-cream. The texture of the product should not be too thick, but if it absorbs quickly, " \
                    "you won't be able to perform a full massage. You will have to constantly apply the cream. Make sure the product does not clog pores.\n\n" \
                    "<u><b>The preparatory procedures include several stages:</b></u>\n\n" \
                    "&#9989;<b>Thorough cleansing.</b> First, remove makeup with a special product: milk or micellar water. Then, make sure to wash your face with" \
                    "a foam or gel cleanser, pat your face dry with a towel, but do not rub it.\n" \
                    "&#9989;<b>Warming up.</b> The skin will respond better to the massage with creams or oils if you warm it up before " \
                    "the procedure. There is no need to steam your face; simply apply a warm towel and wait for 5 minutes.\n" \
                    "&#9989;<b>Moisturizing.</b> Massage is performed only after applying the cream. If you pull on dry skin, wrinkles and " \
                    "various damages may appear. Apply a lightweight cream or oil in a small amount along the massage lines.",
            'image_url': 'image_url'
        },
        'The benefits of facial massage': {
            'text': "The exceptional aspect of self-facial massage is that it can restore the physiological processes that have been disrupted and led to facial aging.\n\n" \
                    "<b><u>What exactly happened?</u></b>\n\n" \
                    "&#49;&#65039;&#8419; Blood flow slowed down, making it difficult to deliver nutrients to the skin cells, and local metabolism was inhibited\n" \
                    "&#50;&#65039;&#8419; Structural changes occurred in the skin: collagen, elastin, and lipids were produced in smaller quantities; " \
                    "existing collagen fibers were damaged; due to a decrease in the ability of hyaluronic acid molecules to retain moisture, "
                    "the dermis became less hydrated, and so on. All the essential characteristics of youthful skin declined: firmness, elasticity, " \
                    "strength, smoothness, and turgor.\n" \
                    "&#51;&#65039;&#8419; Let's dig deeper: the muscles. What happened to them? On the face and neck, they became tense due to overexertion, meaning they literally " \
                    "became shorter, lost elasticity, and became unable to stretch to their natural length. What did these contracted muscles do to the skin, " \
                    "which was already aging on its own? They pulled it into folds (wrinkles) and caused sagging(bulldog cheeks, vague jawline, drooping eyelids).\n" \
                    "&#52;&#65039;&#8419; Additionally, lymphatic circulation has become impaired, resulting in stagnant toxins and metabolic waste accumulating on the face like dirty mud. " \
                    "This leads to swelling, puffiness, loose skin, under-eye bags, increased wrinkles, and a downward shift of tissues.\n\n" \
                    "<b>Now let's think about what to do for rejuvenation. Logic suggests the main task is to reverse theseprocesses. In other words, we must:</b> \n\n" \
                    "&#9989; help accelerate blood circulation, improve cell nutrition\n" \
                    "&#9989; restore lymphatic flow, alleviate stagnation and edema\n" \
                    "&#9989; relax spasmodic muscles, elongate them to their natural size, and restore their elasticity\n" \
                    "&#9989; strengthen the skin by stimulating the synthesis of collagen, elastin fibers, and hyaluronic acid making it firm, elastic, strong, and well-hydrated\n\n" \
                    "Achieve all of this can only be done through self-massage. There are auxiliary methods (cosmetics, nutrition, hydration, overall physical activity, etc.), " \
                    "but self-massage is the foundation.\n\n" \
                    "<u><b>The results of a skillful anti-aging massage</b>:</u>\n\n" \
                    "&#128900;Wrinkles, folds, creases, and nasolabial lines are smoothed\n" \
                    "&#128900;The skin becomes firm and taut\n" \
                    "&#128900;Edema, under-eye bags, and &quot;bulldog cheeks&quot; are reduced\n" \
                    "&#128900;The jawline is lifted, and the &quot;youthful angle&quot; is well-defined without a double chin\n" \
                    "&#128900;The gaze appears more open and refreshed\n" \
                    "&#128900;The corners of the lips are lifted\n" \
                    "&#128900;The nose appears more refined\n" \
                    "&#128900;The complexion appears healthy and vibrant",
            'image_url': 'image_url'
        },
        'Mistakes': {
            'text': "1. You are doing the massage in the morning. It is better to perform the procedure in the evening, after applying night cream and going to bed. "
                    "It is not advisable to apply makeup or expose your skin to the sun immediately after an intense massage. Active processes occur in the skin that can lead to pigmentation " \
                    "and other problems.\n2. You are not cleansing your face sufficiently. It is necessary to remove not only dirt but also all traces of makeup. Using just a cleansing " \
                    "milk is not enough. It is recommended to treat oily skin with a light peel or scrub before the massage.\n3. You are using unsuitable products. Dry skin should not be " \
                    "massaged with a light, quickly absorbing cream, while oily skin should be massaged with a rich oil. The consistency should be adjusted according to the oiliness " \
                    "of the skin.\n4. Your movements are chaotic. Before starting the facial massage, carefully study videos or images depicting the massage lines. You should only " \
                    "move along those lines, starting from the bottom (from the neck or chin to the forehead).\n5. You are not following the recommended duration of the procedure. " \
                    "A home massage should be done for about 10 minutes. If the procedure is too short or, on the contrary, too long, it can lead to a lack of effect or the appearance " \
                    "of new wrinkles.\n6. You underestimate skincare. Massage alone is not enough to restore skin elasticity. It is necessary to use toners, creams, serums, emulsions " \
                    "suitable for your skin type daily, and apply a nourishing mask once a week. Don't forget about the skin around the eyes. It should be nourished and moisturized in " \
                    "the morning and evening using a specialized eye cream or gel.\n7. You forget about the mirror. Self-massage should only be done in front of a mirror. This way, you " \
                    "can control the pressure and intensity of the movements, and observe the skin's reaction. Without a mirror, it is difficult to assess how strongly and synchronously " \
                    "you are massaging your face.\n8. You forget about posture. In a salon, facial massage is done in a lying position. If you choose self-massage, it is better to " \
                    "perform it standing or sitting, but with a straight back. Improper posture can cause excessive tension or sagging of the facial skin, making the massage procedure " \
                    "more challenging.\n9. Consistency. If you only perform massage from time to time, you won't see noticeable results.",
            'image_url': 'image_url'
        },
        'Contraindications': {
            'text': "First of all, local problems are a contraindication:\nPurulent acne\nRosacea (&quot;rosy acne&quot; caused by chronically dilated capillaries)" \
                    "\nSkin integrity disruption: wounds, scratches, burns, bites\nViral skin infections: herpes, eczema, viral warts, etc.\nProminent spider veins, fragile blood " \
                    "vessels, and other vascular disorders\nMalignant tumors\nEndocrine system disorders\nPsoriasis\n\n" \
                    "Also, one should take into account the overall health condition. Massage is contraindicated in cases of high body temperature, elevated blood pressure, " \
                    "exacerbation of chronic diseases, cancer, active inflammatory processes in the body, and blood disorders.",
            'image_url': 'image_url'
        },
        #Types of Home Facial Massage and Techniques
        'Classic massage': {
            'text': "<b><u>Classic massage</u></b>\n\n" \
                    "How to perform a facial massage? The most important thing is to master the technique. To do this, it is necessary to have a good " \
                    "understanding of the massage lines and control the pressure of your fingers.\nThe technique of performing a classic facial massage " \
                    "revolves around four main movements:\n&#9643;Rubbing\n&#9643;Stroking\n&#9643;Kneading\n&#9643;Vibration\n\n" \
                    "All movements are performed in a specific sequence and do not involve strong pressure. Let's list the main stages of a classic facial massage.\n\n" \
                    "&#9725;Usually, the massage starts from the chin (direction - from the lower point in the middle towards the earlobe).\n" \
                    "&#9725;Then, the area around the mouth is worked on.\n" \
                    "&#9725;The next stage is the cheeks.\n" \
                    "&#9725;Then, the outer corners of the eyes are massaged.\n" \
                    "&#9725;The T-zone is massaged in the direction from the nose towards the temples.\n" \
                    "&#9725;The massage session concludes with a massage of the forehead.\n\n" \
                    "The main movements in classical facial massage are stroking. Less time is dedicated to vibrations, " \
                    "kneading, and tapping. Usually, the entire procedure takes no more than 30 minutes.\n" \
                    "To feel the effects of a classical facial massage, sometimes just one session is enough. " \
                    "The skin immediately becomes firmer and more toned. The complexion changes, and a radiant glow appears. " \
                    "To maintain the achieved results, it is recommended to undergo a course of 8-10 sessions, once per week.",
            'image_url': 'image_url'
        },
        'Plastic massage': {
            'text': "text",
            'image_url': 'image_url'
        },
        'Lymphatic drainage massage': {
            'text': 'Text',
            'image_url': 'image_url'
        },
        #Types of facial massagers
        'Mechanical': {
            'text': 'Text',
            'image_url': 'image_url'
        },
        'Vacuum': {
            'text': 'Text',
            'image_url': 'image_url'
        },
        'Ultrasonic': {
            'text': 'Text',
            'image_url': 'image_url'
        },
        'Multifunctional': {
            'text': 'Text',
            'image_url': 'image_url'
        },
        
        # -- NUTRITION --
        'Vitamins and Micronutrients': {
            'text': 'Text',
            'image_url': 'image_url'
        },
        'Healthy products': {
            'text': "text",
            'image_url': 'image_url'
        },
        'Unhealthy products': {
            'text': "If you want to get rid of pimples, dryness, and other skin problems, limit the consumption of these products:\n\n" \
                    "&#49;Sweet. Recent studies have shown that high glycemic index foods (such as white bread, pastries, sugar, sweet sodas)\n worsen acne symptoms and contribute to glycation, which is the bonding of collagen fibers and premature skin aging.\n" \
                    "&#50;Salty. Salt retains water, so excessive consumption of various marinades and canned foods can lead to under-eye puffiness and more.\n" \
                    "&#51;Fast food and processed foods. Processed meats can contain excessive amounts of sodium, which also leads to water retention, swelling, and puffiness.\n Additionally, fatty and fried foods disrupt liver function and contribute to premature aging. \nTo mitigate the negative effects of fast food, incorporate onions, ginger, turmeric into your diet, take vitamin E and zinc, or better yet, simply avoid unhealthy food altogether.\n" \
                    "&#52;Coffee. While moderate amounts of coffee act as an antioxidant, excessive consumption (more than four cups a day) is likely to cause restlessness and sleep problems. \nA lack of quality sleep affects your appearance as cell renewal occurs during this time. \nThe result of sleep deprivation is tired, dull, dry, and wrinkle-prone skin. But that's not all yet.\n" \
                    "IMPORTANT: For individuals with slow metabolism, coffee can stimulate the activity of sebaceous glands, which in turn can lead to the formation of comedones and pimples.\n\n" \
                    "<b><u>Alcohol</u></b>\n\n" \
                    "Excessive alcohol consumption leads to dehydration of the body as a whole, including the skin. The reason is that alcohol has a pronounced diuretic effect.",
            'image_url': 'image_url'
        },
        'Drinking regime': {
            'text': "Hydration is crucial for the body. Water helps restore the skin that has been damaged by the sun, wind, and dry indoor air from heating systems, returning " \
                    "smoothness and elasticity while preventing flaking. To optimize metabolic processes in the body, doctors recommend daily consumption of 1.5 to 2 liters of " \
                    "water (approximately 30 ml per kilogram of body weight).\n\nIMPORTANT: It is specifically about pure non-carbonated water. Tea, coffee, juices, and fruit drinks do " \
                    "not count toward this water intake.\n\nDistribute your total fluid intake throughout the day and avoid drinking water after 7:00 PM to prevent the formation of " \
                    "edema. To remind yourself to drink more often, keep water bottles on your desk, bedside table, in the car, and so on.",
            'image_url': 'image_url'
        },
        'Dietary rules for healthy skin': {
            'text': "Analyzing the obtained information allows us to establish a nutrition system.\n\n" \
                    "&#49;The diet should be diverse and balanced in terms of the quantity of proteins, fats,carbohydrates, vitamins, and minerals.\n" \
                    "&#50;It is better to consume food 5-6 times a day in small portions. Do not forget about breakfast and try to have dinner no later than three to " \
                    "four hours before bedtime.\n" \
                    "&#51;For breakfast and lunch, consume protein-rich foods, while in the evening, give preference to cooked vegetables, grains, and dairy products.\n" \
                    "&#52;Drink an adequate amount of water.\n" \
                    "&#53;Exclude harmful food from your diet.",
            'image_url': 'image_url'
        },

        # -- SLEEP --
        'How much sleep do you need?': {
            'text': "Experts differ on the duration of sleep but agree on an average number. An 8-hour rest is considered adequate and helps the body produce immune-competent cells " \
                    "crucial in fighting viruses.\n\n" \
                    "Melatonin, one of the key hormones responsible for sleep quality and depth, is synthesized by the human body only in complete darkness. Insufficient levels of " \
                    "this hormone lead to premature aging, excess weight, as well as cardiovascular diseases and even oncology.\n\n" \
                    "If you experience sleep deprivation, daytime napping cannot replace nighttime sleep. Such rest may last for 3-4 hours but doesn't compensate for the resources " \
                    "expended by the body.",
            'image_url': 'image_url'
        },
        'How does sleep affect hormones and the skin?': {
            'text': "Aging of the skin is associated with both internal and external factors. Sun rays, pollution - all of these accelerate the aging processes.\n\n" \
                    "When we lack sleep, the skin literally doesn't have enough time to recover and, as a result, becomes more susceptible to damage. In contrast, quality sleep " \
                    "can slow down the aging processes.\n\n" \
                    "During sleep, the skin not only undergoes renewal but also recovers from damage caused by ultraviolet radiation - the primary external factor of skin aging. \n\n" \
                    "Disruptions in the sleep cycle can directly influence skin aging, and the skin's health may deteriorate. With sufficient sleep, the levels of key hormones in the " \
                    "body remain within normal limits, while poor sleep disrupts hormone production.\n\n" \
                    "Hormones not only affect skin health but also participate in regulating metabolism in the body. When sleep is inadequate, toxins and waste accumulate in " \
                    "soft tissues and organs, exerting a toxic effect on the body, which can lead to acne, blackheads, and other skin inflammations.",
            'image_url': 'image_url'
        },
        'How can you restore the skin after insomnia?': {
            'text': "&#49;The first stage of preparing for sleep is cleansing. Avoid washing your face with soap that has a high pH level. Choose high-quality gentle " \
                    "cleansing cosmetic products, such as a toning facial foam suitable for your skin type.\n" \
                    "&#50;The second stage is exfoliation. Choose peels and avoid scrubs. Unlike mechanical scrubbing, a gentle acid peel before bedtime helps the facial skin renew " \
                    "itself without causing damage. However, even peels should not be used too frequently or thoughtlessly. Choose a product suitable for your skin type, remember to " \
                    "use SPF before going out in the sun, and follow a proper procedure schedule – once a week is sufficient.\n" \
                    "&#51;The third stage is nourishment. After exfoliation, the skin is not only renewed but also irritated, so it needs to be soothed. Serums and emulsions not only " \
                    "alleviate irritation but also provide the skin with beneficial components.\n" \
                    "&#52;The fourth stage is moisturization. Night cream or a night mask helps the skin recover and eliminate the consequences of daily stress. Only with an adequate " \
                    "level of moisture can the skin cells function at their full capacity.\n" \
                    "&#53;The fifth stage is sleep. As mentioned before, for the proper production of melatonin, it is necessary to sleep in complete darkness to prevent light from " \
                    "reaching the eyes' retina. If this is not possible, try using sleep masks. Even flickering gadget lights can interfere with the production of melatonin, " \
                    "disrupting our biological clocks.",
            'image_url': 'image_url'
        },
        'What to eat to sleep well?': {
            'text': "&#49;<b><u>Magnesium</u></b> is necessary for promoting normal sleep as it has a pronounced anti-inflammatory effect. Additionally, it helps reduce cortisol levels " \
                    "in the body. It has been proven that this stress hormone negatively affects sleep. Magnesium is found in green leafy vegetables such as spinach and asparagus, wheat " \
                    "bran and beans, pumpkin seeds, and various nuts, including almonds. Scientists have found that almonds help improve sleep quality due to their high content of " \
                    "magnesium and melatonin.\n" \
                    "&#50;<b><u>Tryptophan</u></b>. As we have already discovered, the hormone melatonin is involved in the processof falling asleep and throughout the stages of sleep. " \
                    "However, for melatonin to be activated, thebody needs an adequate amount of the amino acid tryptophan. Tryptophan is found in proteinrich foods such as poultry, eggs, " \
                    "legumes, nuts, and cottage cheese. Turkey contains a highconcentration of tryptophan. Therefore, consuming a small portion of turkey in the evening canhelp reduce " \
                    "frequent awakenings during the night.\n" \
                    "&#51;<b><u>Vitamin D</u></b>. Some foods such as herring, salmon, tuna, and milk contain this vitamin, but in small amounts. Fatty fish provides a unique " \
                    "combination of Omega-3 fatty acids and vitamin D, making it an excellent remedy for combating insomnia.\n" \
                    "&#52;<b><u>Apigenin</u></b>. This antioxidant is associated with brain receptors and helps prepare the brain for rest. Chamomile tea contains a high " \
                    "concentration of apigenin.\n" \
                    "&#53;<b><u>Serotonin</u></b>. Research has shown that substances that promote serotonin production help thebrain regulate sleep cycles better. For example, consuming " \
                    "kiwi in the evening significantlyimproves sleep quality.",
            'image_url': 'image_url'
        },
        'The rules of "Good night"': {
            'text': "1. Many elements need a helper - insulin. And insulin, in turn, is produced in response to &quot;slow&quot; carbohydrates. Choose foods that are rich in proteins " \
                    "and slow carbohydrates.\n2. Consume fast carbohydrates only for breakfast and lunch. Firstly, sources of quick energy disrupt sleep, and secondly, they have a " \
                    "negative impact on the skin and can cause weight gain.\n3. Avoid going to bed on an empty stomach, but also avoid overeating. It is perfectly normal to have a " \
                    "light dinner about 2 hours before going to bed. This way, you won't feel heavy or hungry.\n4. Foods high in fiber are beneficial for the body during sleep. " \
                    "Foods containing dietary fiber increase the phases of deep sleep, allowing us to get better rest.\n5. Coffee, black tea, and green tea are taboo before sleep. " \
                    "The effects of caffeine last an average of 6 hours, so it's best to avoid consuming caffeinated beverages after 5:00 PM. Instead, opt for chamomile tea or chicory.",
            'image_url': 'image_url'
        }
   
    }
}

print(messages)
