messages = {
    'Русский': {
        'Подготовка к процедуре.': {
            'text':
                'Не стоит пренебрегать подготовкой. Иначе можно вместо подтянутой кожи получить прыщики, комедоны и различного рода воспаления. Перед началом процедуры нужно подобрать средство для массажа. Если кожа сухая, подойдет кокосовое масло, для жирной лучше использовать масло виноградных косточек или легкий гель-крем. Текстура средства не должна быть слишком плотная, но, если оно будет быстро впитываться, не получится провести полноценный массаж. Придется постоянно наносить крем. Обязательно следите, чтобы средство не забивало поры.\n\n' \
                '<b><u>Подготовительные процедуры включают в себя несколько этапов:</u></b>\n\n' \
                '<b>Тщательное очищение.</b> Сначала нужно снять макияж специальным средством: молочком, мицеллярной водой. Затем обязательно умойтесь пенкой или гелем, промокните лицо полотенцем, но не трите его.\n' \
                '<b>Разогревание.</b> Кожа будет лучше реагировать на массаж с кремами или маслами, если перед процедурой разогреть кожу. Распаривать лицо не нужно, достаточно приложить теплое полотенце и подождать 5 минут.\n' \
                '<b>Увлажнение.</b> Массаж производится только после нанесения крема. Если тянуть сухую кожу, на ней будут появляться морщинки и различные повреждения. Нанесите легкий крем или масло в небольшом количестве по массажным линиям.'
            ,
            'image_url': 'url_подготовки_к_процедуре'
        },
        'Польза массажа.': {
            'text':
                'Исключительность самомассажа в том, что с его помощью можно наладить физиологические процессы, сбой которых и привел к старению лица. А что именно произошло?\n\n' \
                '&#9899;Кровь стала медленнее течь и хуже доставлять питательные вещества в клети кожи, затормозился местный обмен веществ.\n' \
                '&#9899;В коже произошли структурные изменения: стало меньше вырабатываться коллагена, эластина, липидов; имеющиеся коллагеновые волокна повредились; из-за сокращения способности молекул гиалуроновой кислоты удерживать влагу дерма стала менее напитанной и т.д. Упали все основные характеристики молодости кожи: упругость, эластичность, прочность, гладкость, тургор.\n' \
                '&#9899;Смотрим глубже: мышцы. Что стало с ними? На лице и шее они спазмировались от перенапряжения, то есть буквально стали короче, потеряли эластичность, стали неспособны растянуться до своей природной длины. Что эти скованные мускулы сделали с кожей, которая и так уже увядает сама по себе? Утянули ее «гармошкой» за собой. Покровы собрались в складки (морщины) и обвисли (бульдожьи щечки, нечеткий овал, нависающие веки).\n' \
                '&#9899;Еще и лимфа стала хуже циркулировать, застоялась на лице грязным болотцем из токсинов, конечных продуктов метаболизма. А это значит отеки, одутловатость, рыхлость кожи, мешки под глазами, усиление морщин, «сползание» тканей вниз.\n\n' \
                'Думаем теперь, что делать для омоложения. Логика подсказывает основную задачу – повернуть процессы в обратном направлении. То есть мы должны:\n' \
                '&#9899;помочь кровотоку ускориться, улучшить питание клеток,\n' \
                '&#9899;восстановить лимфоток, снять застои и отеки,\n' \
                '&#9899;расслабить спазмированные мышцы, удлинить их до природных размеров, сделать снова эластичными,\n' \
                '&#9899;укрепить кожу, активизировав синтез коллагеновых, эластиновых волокон, гиалуроновой кислоты; сделать ее упругой, эластичной, прочной и увлажненной.\n\n' \
                'Добиться всего этого можно только при помощи самомассажа. Есть еще вспомогательные методы (косметика, питание, питье, общая физическая активность и т.д.). Но самомассаж – основа.\n\n' \
                'Результат от грамотного антивозрастного массажа:\n' \
                '&#9899;разглажены морщины, складки, заломы, носогубки,\n' \
                '&#9899;упругая кожа,\n' \
                '&#9899;устранены отеки, мешки под глазами, «бульдожьи щечки»,\n' \
                '&#9899;подтянутый овал, четкий «угол молодости» без второго подбородка,\n' \
                '&#9899;распахнутый взгляд,\n' \
                '&#9899;приподнятые уголки губ,\n' \
                '&#9899;изящный нос,\n' \
                '&#9899;здоровый цвет лица.'
            ,
            'image_url': 'url_классического_массажа'
        },
        #МАССАЖ
        'Классический массаж.': {
            'text':
                'Как делать массаж лица? Самое главное — освоить технику. Для этого необходимо хорошо знать массажные линии и контролировать давление пальцев. Сама же техника выполнения классического массажа сводится к четырем основным движениям:\n' \
                '&#9899;растирание;\n' \
                '&#9899;поглаживание;\n' \
                '&#9899;разминание;\n' \
                '&#9899;вибрация.\n\n' \
                'Все движения проводятся в определенной последовательности и не предусматривают сильных нажатий. Перечислим основные этапы классического массажа лица.\n' \
                '&#9899;Обычно массаж начинается с подбородка (направление — от нижней точки посередине к мочке уха).\n' \
                '&#9899;Затем прорабатывается зона около рта.\n' \
                '&#9899;Следующий этап — щеки.\n' \
                '&#9899;Затем — внешние уголки глаз.\n' \
                '&#9899;Т-зону массируют по направлению от носа к вискам.\n' \
                '&#9899;Завершается сеанс массажем лба.\n\n' \
                'Основные движения при классическом массаже — поглаживающие. Вибрациям, растираниям и похлопываниям уделяется меньше времени. Обычно на всю процедуру уходит не более 30 минут.\n' \
                'Чтобы ощутить эффект от классического массажа лица, порой достаточно всего одной процедуры. Кожа сразу становится более упругой, подтянутой. Меняется цвет лица, появляется сияние. Чтобы закрепить полученный результат, рекомендуется пройти курс из 8-10 процедур по одной в неделю.'
            ,
            'image_url': 'url_классического_массажа'
        },
        'Пластический массаж.': {
            'text':
                'Плавными слегка надавливающими движениями разомните боковые отрезки шеи, сверху вниз, чтобы активизировать крово- и лимфоток. Сохраняя силу нажима, тщательно пройдитесь по лицу обеими руками, словно хотите мягко разгладить лицо от центра к периферии:\n' \
                '&#49;щеки (нижняя и верхняя часть) — от середины к ушам;\n' \
                '&#50;переносица (с захватом бровей) — от середины к вискам;\n' \
                '&#51;лоб — от центра к вискам, затем к ушам и вниз, вдоль шеи к надключичным впадинам.\n' \
                'Повторить 5-6 раз, постепенно увеличивая силу нажима. Болезненных ощущений быть недолжно.\n\n' \
                'Те же участки лица активно прорабатываются крепкими пальцами, круговыми движениями, всегда по массажным линиям — от центра к краям. Таким образом тонизируются и кожа, и мышцы. Завершите разминание проработкой зоны под подбородком и шеи.\n' \
                'Можно увеличить нагрузку, работая фалангами пальцев, слегка захватывая ими кожу, производя легкие щипки. При этом направление движений всегда остается прежним.\n' \
                'Завершающий прием — попеременное и быстрое похлопывания пальцами по лицу, словно вы «взбиваете» кожу:\n' \
                '&#49;щеки (сперва одну, потом другую) — снизу вверх, в сторону ушей;\n' \
                '&#50;под подбородком;\n' \
                '&#51;лоб — от центра к височной области.\n' \
                'Закончите процедуру плавными скользящими поглаживаниями лица от центра к периферии.'
            ,
            'image_url': 'url_пластического_массажа'
        },
        'Лимфодренажный массаж.': {
            'text':
                'Лимфоренажный массаж можно с легкостью освоить самостоятельно и делать его в домашних условиях, главное — понять принцип и выучить расположение всего нескольких точек. Итак, цель этого массажа — прогнать жидкость по лимфатическим каналам к лимфоузлам.\n\n' \
                'Нас интересуют 4 парные точки:\n' \
                '&#49;подмышки;\n' \
                '&#50;впадинки над ключицами;\n' \
                '&#51;точки под челюстным углом (обычно их ощупывает доктор во время осмотра, вам онизнакомы с детства);\n' \
                '&#52;точки возле ушей.\n\n' \
                'Учтите, что давить на лимфатические узлы и пережимать их нельзя!\n' \
                'Массаж делится на два этапа: активация точек и прогон жидкости.\n\n' \
                '<b><u>Активация:</u></b>\n' \
                '&#9899;<b>Подмышки:</b> скрестите руки на груди, чтобы пальцы оказались под мышками, совершите пять мягких сжимающих движений пальцами.\n' \
                '&#9899;<b>Ключицы:</b> расположите пальцы во впадинах над ключицами, сделайте несколько вдохов, оказывая легкое давление пальцами на выдохе.\n' \
                '&#9899;<b>Подчелюстные железы:</b> совершите несколько очень осторожных надавливающих движений на выдохе.\n' \
                '&#9899;<b>Перед ухом:</b> прогладьте зону перед ухом сверху вниз.\n' \
                '&#9899;<b>Шея:</b> чтобы открыть основной канал, прогладьте боковые отрезки шеи по направлению к ключицам.\n\n' \
                '<b><u>Массаж</u></b>\n' \
                'Итак, точки активированы, можно приступать к массажу.\n' \
                '&#49;Начните массажс середины подбородка направляя жидкость к узлам под челюстью, затем вниз через шею к ключицам и далее к подмышкам.\n' \
                '&#50;Поднимаемся выше,к середине верхней губы. Снова продвигаемся к нашим точкам через щеки — под челюстью — через шею к ключицам — вниз к подмышкам. На этом этапе рисунок массажа и его принцип должны быть понятны. Поднимаемся выше.\n' \
                '&#51;Точки возле крыльев носа. Направляемся вниз, через щеки и точки под челюстью — через шею к ключицам — вниз к подмышкам.\n' \
                '&#52;В этом пункте присоединяютсяточки возле уха. Располагаем кончики пальцев у внутренних уголков глаза, продвигаемся к точкам возле уха вниз через слезную борозду. Далее идем по проторенной дорожке: к челюсти — ключицам — подмышкам.\n' \
                '&#53;Начинаем путь от точки между бровями, проходимся по линии бровейи направляемся вниз тем же путем, что и в предыдущих пунктах.\n' \
                '&#54;От середины лба в стороны, далее вниз: ухо — челюсть — ключицы — подмышки.\n\n' \
                'На словах это может казаться сложным, но стоит лишь раз выполнить этот массаж по инструкции, и вы его запомните навсегда. Как часто можно делать такой массаж? Поскольку он простой и безопасный, его можно выполнять и каждый день, и два-три раза в неделю или использовать как SOS-средство, чтобы быстро «разгрузить» лицо. Главное — понять принцип, остальное — дело техники.'
            ,
            'image_url': 'url_лимфодренажного_массажа'
        },
        #МАССАЖЕРЫ
        'Механические массажеры для лица.': {
            'text':
                'В основе их работы лежит принцип механического воздействия на различные слои кожи. Воздействие может быть нескольких видов: надавливание, прокатывание, покалывание, вибрация или их различные сочетания.\n' \
                'Это, как правило, ручные массажёры из разных материалов: деревянные, силиконовые, стеклянные, нефритовые.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Вакуумные массажеры для лица.': {
            'text':
                'Эти массажёры используют для борьбы с возрастными изменениями кожи (морщинами, потерей тонуса и дряблостью) и глубокого очищения. Для чистки кожи лица используются вакуумные насадки, которые помогут в борьбе с глубокими загрязнениями и чёрными точками. Поэтому, в каком-то смысле, вакуумные приборы — это больше про чистку.\n\n' \
                'Однако вакуумный прибор оказывает одновременно стимулирующее, тонизирующее и антивозрастное действие на кожу.\n' \
                '&#9899;Кровоток и лимфоток разгоняются, ускоряется метаболизм и обмен веществ во внутренних слоях кожи. Кожа снова становится эластичной и гладкой.\n' \
                '&#9899;Ускоряется восстановление клеток, благодаря чему быстрее проходят постакне и пигментация, начинает активно вырабатываться коллаген.\n\n' \
                'Многие модели вакуумных массажёров имеют несколько насадок, которые можно использовать не только на лице, но и на теле. После каждого использования насадки необходимо тщательно мыть, ведь внутри них остаётся содержимое пор.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Ультразвуковые массажеры для лица.': {
            'text':
                'Работа ультразвуковых массажёров основана на воздействии ультразвуковых волн на верхние слои кожи. Массаж таким прибором позволяет:\n' \
                '&#9899;очистить кожу более тщательно и более глубоко от загрязнений, кожного сала, удалить мёртвые клетки эпидермиса, сузить поры;\n' \
                '&#9899;максимально усилить проникновение полезных веществ из косметологических препаратов в глубокие слои кожи;\n' \
                '&#9899;продлить эффект от процедуры, создавая в слоях кожи запас полезных веществ.\n\n' \
                'Ультразвук, как и вакуум, тоже чистит кожу. Но кроме этого во время процедур повышается её тонус, разглаживаются неровности и происходит выработка коллагена, который делает кожу более плотной и упругой.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Микротоковые массажеры для лица.': {
            'text':
                'Чаще всего используются в уходе за кожей с заметными возрастными изменениями. Принцип работы микротокового массажера основан на стимулировании клеток кожи электрическими импульсами разной интенсивности (в зависимости от проблемы).\n\n' \
                'Микротоковая терапия с помощью низкочастотных токов:\n' \
                '&#9899;восстанавливает все слои кожи;\n' \
                '&#9899;нормализует микроциркуляцию крови и лимфоток;\n' \
                '&#9899;расслабляет мимические мышцы лица;\n' \
                '&#9899;усиливает ток лимфы и кровоснабжение;\n' \
                '&#9899;улучшает обменные процессы в клетках кожи.\n\n' \
                'Все это помогает решить проблемы пигментных пятен, следов постакне, угревой сыпи, скорректировать морщины и овал лица, вернуть коже упругость и плотность, убрать отёки и дряблость. В результате воздействия микротоков стимулируется выработка собственного коллагена и эластина, что уменьшает глубину морщин, возвращает коже упругость и тонус, омолаживая её изнутри.\n' \
                'Микротоки также способствуют лучшему проникновению косметических средств в глубокие слои кожи, стимулируют обмен веществ и приводят в тонус мышцы.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Многофункциональные массажеры для лица.': {
            'text':
                'Сегодня многие массажёры сочетают в себе несколько видов воздействия. Например — механическое, инфракрасное и микротоковое. Это помогает добиться максимального результата на длительное время и сделать процедуры по уходу более удобными.\n\n' \
                '<b>Вибрационный массаж.</b> Улучшает кровообращение, обмен веществ, обладает дренажным эффектом.\n' \
                '<b>Электростимуляция (ЭМС).</b> Укрепляет мышцы лица за счёт короткого импульсного тока. Мышцы сокращаются, имитируя движения, и таким образом подтягиваются, а слишком напряжённые, наоборот, расслабляются.\n' \
                '<b>Микротоки.</b> Как мы уже сказали выше, этот режим восстанавливает все слои кожи и активизирует обменные процессы.\n' \
                '<b>Хромотерапия.</b> Работает с помощью световых лучей разного цвета: красный (образование молодого коллагена, ускорение регенерации), жёлтый (дренажный эффект, очищение от токсинов), фиолетовый (антибактериальное и успокаивающее действие).\n' \
                '<b>Инфракрасное действие или RF-лифтинг.</b> Основано на прогревании кожи инфракрасным излучением. Стимулирует лицевые мышцы и улучшает кровообращение. В результате кожа лица разглаживается, становится более упругой и гладкой, уменьшаются морщины. Инфракрасный массаж также назначают при различных травмах для их быстрого заживления.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Ошибки, совершаемые во время массажа': {
            'text':
                '&#49;<b>Вы делаете массаж утром.</b> Процедуру лучше проводить вечером, после нанести ночной крем и лечь спать. Не следует после интенсивного массажа сразу наносить макияж или выходить на солнце. В коже происходят активные процессы, которые могут привести к появлению пигментации и других проблем.\n' \
                '&#50;<b>Вы недостаточно очищаете лицо.</b> Нужно убрать не только загрязнения, но и все следы макияжа. Одного молочка недостаточно. Жирую кожу перед массажем желательно обработать легким пилингом или скрабом.\n' \
                '&#51;<b>Вы используете неподходящие средства.</b> Сухую кожу нельзя массировать с легким, быстро впитывающимся кремом, а жирную – насыщенным маслом. Чем жирнее кожа, тем легче должна быть консистенция.\n' \
                '&#52;<b>Ваши движения хаотичные.</b> Перед тем, как начать массировать лицо, внимательно изучите видео или картинки с изображением массажных линий. Двигаться нужно только по ним, начиная снизу (от шеи или подбородка ко лбу).\n' \
                '&#53;<b>Вы не соблюдаете время процедуры.</b> Домашний массаж нужно делать около 10 минут. Если процедура слишком короткая или, наоборот, длинная, это может привести к отсутствию эффекта или же появлению новых морщин.\n' \
                '&#54;<b>Вы недооцениваете уход за кожей.</b> Один только массаж не способен восстановить упругость кожи. Ежедневно нужно использовать тоники, подходящие по типу кожи кремы, сыворотки, эмульсии, а также раз в неделю делать питательную маску. Не забывайте и про кожу вокруг глаз. Ее нужно обязательно питать и увлажнять утром и вечером, используя только специальный крем или гель для век.\n' \
                '&#55;<b>Вы забываете про зеркало.</b> Делать самомассаж можно только перед зеркалом. Так вы сможете контролировать степень нажатия и интенсивность движений, смотреть за реакцией кожи. Без зеркала сложно оценить, насколько сильно и синхронно вы массируете лицо.\n' \
                '&#56;<b>Забываете про осанку.</b> В салоне массаж лица делается в положении лежа. Если вы выбрали самомассаж, то лучше выполнять его стоя или сидя, но только с прямой спиной. При неправильной осанке кожа на лице натягивается слишком сильно или, наоборот, начинает подвисать, что усложняет процедуру массажа.\n' \
                '&#57;<b>Регулярность.</b> Если вы будете делать массаж время от времени, заметного результата не будет.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Противопоказания': {
            'text':
                'В первую очередь, противопоказанием являются локальные проблемы:\n' \
                '&#9899;нагноившиеся угри\n' \
                '&#9899;розацеа («розовые угри», которые возникают из-за хронически расширенных капилляров)\n' \
                '&#9899;нарушение целостности кожных покровов: ранки, ссадины, ожоги, укусы\n' \
                '&#9899;вирусные заболевания кожи: герпес, экзема, вирусные бородавки и т.д.\n' \
                '&#9899;выраженные сосудистые звездочки, повышенная ломкость сосудов и другие сосудистые нарушения\n' \
                '&#9899;злокачественные образования\n' \
                '&#9899;заболевания эндокринной системы\n' \
                '&#9899;псориаз\n\n' \
                'Также стоит учитывать общее здоровье. Массаж противопоказан при высокой температуре, повышенном давлении, обострении хронических болезней, онкологии, активных воспалительных процессах в организме, заболеваниях крови.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        #ПИТАНИЕ
        'Витамины и микроэлементы': {
            'text':
                '<b>БЕЛОК.</b> Основной строительный материал: аминокислоты необходимы для синтеза коллагеновых волокон, которые отвечают за упругость кожи.\n' \
                '<b>ЖИРНЫЕ КИСЛОТЫ ОМЕГА-3 И -6.</b> Незаменимы для синтеза липидов, обладают выраженными противовоспалительными свойствами, замедляют процессы старения.\n' \
                '<b>КЛЕТЧАТКА.</b> Природный сорбент: впитывает и выводит токсичные вещества (нитраты, пестициды, соли тяжелых металлов).\n' \
                '<b>МЕЛАНИН.</b> Отвечает за пигментацию.\n' \
                '<b>ГЕМОГЛОБИН.</b> Обогащает клетки кислородом.\n' \
                '<b>БЕТА-КАРОТИН.</b> Натуральный антиоксидант, защищающий от преждевременного старения, выравнивает тон кожи.\n' \
                '<b>ВИТАМИН А (РЕТИНОЛ).</b> Участвует в синтезе коллагена, повышает упругость кожи.\n' \
                '<b>ВИТАМИНЫ ГРУППЫ B.</b> Необходимы для нормализации обменных процессов в коже, особенно липидного и белкового обмена.\n' \
                '<b>ВИТАМИН С.</b> Один из главных антиоксидантов, участвует в синтезе коллагена.\n' \
                '<b>ВИТАМИН E.</b> Препятствует образованию морщин и борется с сухостью.\n' \
                '<b>ВИТАМИН H (БИОТИН).</b>  Натуральный сосудорасширяющий компонент, поможет сделать тусклую кожу здоровой и сияющей.\n' \
                '<b>ЦИНК.</b> Обладает противовоспалительными свойствами, регулирует работу сальных желез.\n' \
                '<b>КАЛЬЦИЙ.</b> Участвует в синтезе структурных элементов кожи.'


            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Полезные продукты.': {
            'text':
                ' Вот список продуктов, необходимых для улучшения состояния кожи:\n' \
                '&#49;Орехи — кладовая омега-3, меланина, витаминов Н и Е. Достаточно совсем небольшой порции в день.\n' \
                '&#50;Цельнозерновые крупы, макароны из твердых сортов пшеницы, бурый нешлифованный рис, черный хлеб, хлеб с отрубями — главные источники клетчатки и витамина B.\n' \
                '&#51;Рыба и морепродукты обеспечат организм белком, меланином, цинком, витамином B и кислотами омега-3.\n' \
                '&#52;Нежирное мясо, говяжья и свиная печень также богаты белком, а еще железом, витаминами A и Н.\n' \
                '&#53;Кисломолочные продукты (в том числе сыр и творог) славятся содержанием кальция и полезного белка.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Питьевой режим': {
            'text':
                'Очень важна для организма вода: она помогает восстановить кожу, пострадавушую от солнца, ветра и пересушенного отопительными приборами воздуха, вернуть ей гладкость и упругость, избежать шелушения. Для оптимизации обменных процессов в организме врачи советуют ежедневно выпивать 1,5–2 литра воды (из расчета 30 мл на килограмм веса).\n\n' \
                '<u>ВАЖНО:</u> Речь идет именно о чистой негазированной воде. А вот чай, кофе, соки, компоты в эту норму не входят.\n\n' \
                'Распределите весь объем жидкости на день так, чтобы не пить после 19:00 — иначе возможно образование отеков. Чтобы помнить о том, что надо чаще пить, держите бутылочки с водой на рабочем столе, на тумбочке возле кровати, в машине и т.д.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Правила питания для здоровой кожи': {
            'text':
                'Анализ полученной информации позволяет выстроить систему ПП.\n' \
                '&#9899;Питание должно быть разнообразным и сбалансированным по количеству белков, жиров, углеводов, витаминов и микроэлементов.\n' \
                '&#9899;Принимать пищу лучше 5–6 раз в день небольшими порциями. Не забывайте про завтрак и старайтесь ужинать не позднее, чем за три-четыре часа до сна.\n' \
                '&#9899;На завтрак и обед ешьте белковую пищу, а вечером отдавайте предпочтение термически обработанным овощам, крупам и молочным продуктам.\n' \
                '&#9899;Пейте достаточное количество воды.\n' \
                '&#9899;Исключите из рациона вредную пищу'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Вредные продукты': {
            'text':
                'Если хотите избавиться от прыщей, сухости и других проблем с кожей, ограничьте потребление этих продуктов:\n' \
                '&#49;<b>Сладкое.</b> Последние исследования показали, что блюда с высоким гликемическим индексом (а это белый хлеб, выпечка, сахар, сладкая газировка) усугубляют проявления акне, а также способствуют гликации — склеиванию волокон коллагена и преждевременному старению кожи.\n' \
                '&#50;<b>Соленое.</b> Соль задерживает воду, так что злоупотребление различными маринадами и консервами чревато отеками под глазами и не только.\n' \
                '&#51;<b>Фастфуд и полуфабрикаты.</b> Переработанное мясо может содержать избыточное количество натрия, что также приводит к задержке воды, отекам, припухлостям. А еще жирная и жареная пища нарушает работу печени и способствует преждевременному старению. Чтобы хоть как-то нейтрализовать негативное действие фастфуда, употребляйте в пищу лук, имбирь, куркуму, принимайте витамин Е и цинк, но лучше просто обойтись без вредной пищи.\n' \
                '&#52;<b>Кофе.</b> Если в умеренных количествах кофе выступает в роли антиоксиданта, то его переизбыток (более четырех чашек в день) скорее всего станет причиной беспокойства и проблем со сном. А недостаток ночного сна скажется на вашем внешнем виде, ведь именно в это время происходит обновление клеток. Результат дефицита сна — усталая, увядающая, сухая, склонная к образованию морщин кожа. Но и это еще не все.\n\n' \
                '<u>ВАЖНО:</u> У лиц с замедленным метаболизмом кофе может активизировать работу сальных желез, что в свою очередь грозит образованием комедонов и прыщей.\n\n' \
                '<b><u>Алкоголь</u></b>\n' \
                'Злоупотребление алкоголем приводит к обезвоживанию организма в целом и кожи в частности. дело в том, что алкоголь обладает выраженным мочегонным эффектом.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        #CОН
        'Сколько нужно спать и почему вредно недосыпать?': {
            'text':
                'Специалисты разнятся в вопросе длительности сна, но сошлись на среднем числе. 8-и часовой отдыхсчитается полноценным и помогает организму создавать иммунокомпетентные клетки, важные в борьбе с вирусами.\n' \
                'Мелатонин – один из основных гормонов, отвечающий за качество сна и его глубину. Организм человека самостоятельно синтезирует этот гормон, но только в полной темноте. Недостаточность гормона приводит к ранней старости, избыточному весу, а также к заболеваниям сердечно-сосудистой системы и даже онкологии.\n' \
                'Если вы недосыпаете, дневной сон не заменит ночной. Такой отдых продлится 3-4 часа, но не компенсирует затраченные организмом ресурсы.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Как сон влияет на гормоны и кожу?': {
            'text':
                'Старение кожи связано как с внутренними, так и с внешними факторами. Солнечные лучи, экология – все это ускоряет процессы старения.\n' \
                'Когда мы не спим, кожа буквально не успевает восстановиться и в результате становится более восприимчивой к повреждениям. В то время как качественный сон может замедлить процессы старения.\n' \
                'Во время сна кожа не только обновляется, но и восстанавливается от повреждения ультрафиолетом – главного внешнего фактора ее старения.\n' \
                'Сбои в цикле сна могут напрямую влиять на старение кожи, а здоровье кожи может ухудшаться. При полноценном сне уровень основных гормонов в организме остаётся в пределах нормы, в то время как плохой сон вызывает сбой в выработке гормонов. Гормоны влияют не только на здоровье кожи, но и участвуют в регулировании обмена веществ в организме. Когда происходит недосып, в мягких тканях и органах накапливаются шлаки и токсины, обладающие отравляющим действием для организма, что провоцирует акне, комедоны и другие кожные воспаления.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Как восстановить кожу после бессонницы?': {
            'text':
                '&#49;Первый этап подготовки ко сну – очищение. Не умывайтесь мылом с высоким уровнем pH. Выбирайте качественные косметические средства деликатного очищения: например, тонизирующую пенку для умывания, подходящую для вашего типа кожи.\n' \
                '&#50;Второй этап – отшелушивание. Выбирайте пилинги и избегайте скрабов. В отличие от энзимного скрабирования легкий кислотный пилинг перед сном помогает коже лица обновляться, не травмируя её. Однако даже пилинги нельзя использовать часто и бездумно. Выбирайте средство, подходящее вашему типу кожи, не забывайте использовать SPF перед выходом на открытое солнце и соблюдайте режим процедур – одной в неделю будет достаточно.\n' \
                '&#51;Третий этап – питание. После пилинга кожа не только обновлена, но и раздражена, а значит ее необходимо успокоить. Сыворотки и эмульсии не только снимают раздражение, но и питают кожу полезными компонентами\n' \
                '&#52;Четвертый этап – увлажнение. Ночной крем или ночная маска помогают коже восстанавливаться и избавляться от последствий дневных стрессов. Только при достаточном уровне влаги клетки кожи работают в полную силу.\n' \
                '&#53;Этап пятый – сон. Мы уже писали, что для полноценной выработки мелатонина необходимо спать в максимальной темноте, чтобы на радужную оболочку глаз не попадал свет. Если такой возможности нет, попробуйте маски для сна. Даже мерцающие лампочки гаджетов мешают мелатонину вырабатываться, сбивая наши биологические часы.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Что съесть, чтобы крепко спать?': {
            'text':
                '&#49;<b>Мелатонин.</b> Мелатонин содержится во многих продуктах, например, в вишнях и концентрированном вишнёвом соке или в различных орехах. Грецкие орехи не только содержат пищевой мелатонин, но и являются источником альфа-липоевой кислоты и Омега-3. Попав в организм, они стимулируют выработку серотонина, а он в свою очередь принимает активное участие в регулировке сна.\n' \
                '&#50;<b>Магний.</b> Магний необходим для обеспечения нормального сна, так как обладает выраженным противовоспалительным эффектом. Кроме того, он помогает снизить уровень кортизола в организме. Доказано, что этот гормон стресса негативным образом влияет на сон. Магний содержится в зеленых листовых овощах, например, в шпинате и спарже, в пшеничных отрубях и фасоли, в тыквенных семечках и различных орехах – в том числе в миндале. Учёные установили, что миндаль помогает улучшить качество сна за счет высокого содержания магния и мелатонина.\n' \
                '&#51;<b>Триптофан.</b> Мы уже выяснили, что в процессе засыпания и в течение всех этапов сна участвует гормон мелатонин. Однако, чтобы мелатонин активизировался, в организме должно быть необходимое количество аминокислоты триптофан. Триптофан содержится в продуктах, богатых белком – в мясе птицы, яйцах, бобовых, орехах, твороге. Индейка содержит высокую концентрацию триптофана. Поэтому, съев небольшую порцию в вечернее время, можно избавить себя от частых пробуждений среди ночи.\n' \
                '&#52;<b>Витамин D.</b> Некоторые продукты, например, мясо сельди, лосося, тунца и молоко содержат этот витамин, но в небольших объемах. Жирная морская рыба содержит уникальное сочетание Омега-3 и витамина D, что делают ее отличным средством в борьбе с бессонницей.\n' \
                '&#53;<b>Апигенин.</b> Этот антиоксидант связан с рецепторами головного мозга и помогает ему настроиться на отдых. Ромашковый чай содержит высокую концентрацию апигенина.\n' \
                '&#54;<b>Серотонин.</b> Исследования установили, что вещества, способствующие выработке серотонина, помогают головному мозгу лучше регулировать циклы сна. Например, если употреблять киви в пищу в вечернее время, качество сна заметно улучшится.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        },
        'Правила "Доброй ночи"': {
            'text':
                'И наконец, чтобы питание и сон «дружили», придерживайтесь простых правил «доброй ночи»:\n' \
                '&#49;Многим элементам нужен помощник – инсулин. А инсулин в свою очередь вырабатывается под действием «медленных» углеводов. Выбирайте продукты, богатые белками и медленными углеводами.\n' \
                '&#50;Быстрые углеводы – только на завтрак и обед. Во-первых, источники быстрой энергии нарушают сон, а во-вторых, плохо влияют на кожу и становятся причиной лишних килограммов.\n' \
                '&#51;Не ложитесь спать на голодный желудок, но и не переедайте. Совершенно нормально, если у вас будет легкий ужин примерно за 2 часа до отхода ко сну. Так у вас не будет ни тяжести, ни чувства голода.\n' \
                '&#52;Продукты с клетчаткой – помощь организму во время сна. Продукты, содержащие пищевые волокна, увеличивают фазы глубокого сна, благодаря этому мы лучше высыпаемся.\n' \
                '&#53;Кофе, чёрный и зелёный чай перед сном – табу. Действие кофеина длится в среднем 6 часов, поэтому не стоит пить кофеиносодержащие напитки после 17:00. Лучше заменить на ромашковый чай или цикорий.'
            ,
            'image_url': 'benefits_of_massage_image_url'
        }
    },
    'English': {
        'Preparation for the Procedure': {
            'text': 'Text about preparation for the procedure',
            'image_url': 'preparation_for_the_procedure_image_url'
        },
        'Swedish Massage': {
            'text': 'Text about Swedish massage',
            'image_url': 'swedish_massage_image_url'
        },
        'Deep Tissue Massage': {
            'text': 'Text about deep tissue massage',
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Lymphatic Drainage Massage': {
            'text': 'Text about lymphatic drainage massage',
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Benefits of Massage': {
            'text': 'Text about benefits of massage',
            'image_url': 'benefits_of_massage_image_url'
        }
    }
}
