messages = {
    'Русский': {
        'Подготовка к процедуре.': {
            'text':
                'Не стоит пренебрегать подготовкой. Иначе можно вместо подтянутой кожи получить прыщики, комедоны и различного рода воспаления. Перед началом процедуры нужно подобрать средство для массажа. Если кожа сухая, подойдет кокосовое масло, для жирной лучше использовать масло виноградных косточек или легкий гель-крем. Текстура средства не должна быть слишком плотная, но, если оно будет быстро впитываться, не получится провести полноценный массаж. Придется постоянно наносить крем. Обязательно следите, чтобы средство не забивало поры.\n\n' \
                '<b><u>Подготовительные процедуры включают в себя несколько этапов:</u></b>\n\n' \
                '<b>Тщательное очищение.</b> Сначала нужно снять макияж специальным средством: молочком, мицеллярной водой. Затем обязательно умойтесь пенкой или гелем, промокните лицо полотенцем, но не трите его.\n' \
                '<b>Разогревание.</b> Кожа будет лучше реагировать на массаж с кремами или маслами, если перед процедурой разогреть кожу. Распаривать лицо не нужно, достаточно приложить теплое полотенце и подождать 5 минут.\n' \
                '<b>Увлажнение.</b> Массаж производится только после нанесения крема. Если тянуть сухую кожу, на ней будут появляться морщинки и различные повреждения. Нанесите легкий крем или масло в небольшом количестве по массажным линиям.'
            ,
            'image_url': 'url_подготовки_к_процедуре'
        },
        'Польза массажа.': {
            'text':
                'Исключительность самомассажа в том, что с его помощью можно наладить физиологические процессы, сбой которых и привел к старению лица. А что именно произошло?\n\n' \
                '&#9899;Кровь стала медленнее течь и хуже доставлять питательные вещества в клети кожи, затормозился местный обмен веществ.\n' \
                '&#9899;В коже произошли структурные изменения: стало меньше вырабатываться коллагена, эластина, липидов; имеющиеся коллагеновые волокна повредились; из-за сокращения способности молекул гиалуроновой кислоты удерживать влагу дерма стала менее напитанной и т.д. Упали все основные характеристики молодости кожи: упругость, эластичность, прочность, гладкость, тургор.\n' \
                '&#9899;Смотрим глубже: мышцы. Что стало с ними? На лице и шее они спазмировались от перенапряжения, то есть буквально стали короче, потеряли эластичность, стали неспособны растянуться до своей природной длины. Что эти скованные мускулы сделали с кожей, которая и так уже увядает сама по себе? Утянули ее «гармошкой» за собой. Покровы собрались в складки (морщины) и обвисли (бульдожьи щечки, нечеткий овал, нависающие веки).\n' \
                '&#9899;Еще и лимфа стала хуже циркулировать, застоялась на лице грязным болотцем из токсинов, конечных продуктов метаболизма. А это значит отеки, одутловатость, рыхлость кожи, мешки под глазами, усиление морщин, «сползание» тканей вниз.\n\n' \
                'Думаем теперь, что делать для омоложения. Логика подсказывает основную задачу – повернуть процессы в обратном направлении. То есть мы должны:\n' \
                '&#9899;помочь кровотоку ускориться, улучшить питание клеток,\n' \
                '&#9899;восстановить лимфоток, снять застои и отеки,\n' \
                '&#9899;расслабить спазмированные мышцы, удлинить их до природных размеров, сделать снова эластичными,\n' \
                '&#9899;укрепить кожу, активизировав синтез коллагеновых, эластиновых волокон, гиалуроновой кислоты; сделать ее упругой, эластичной, прочной и увлажненной.\n\n' \
                'Добиться всего этого можно только при помощи самомассажа. Есть еще вспомогательные методы (косметика, питание, питье, общая физическая активность и т.д.). Но самомассаж – основа.\n\n' \
                'Результат от грамотного антивозрастного массажа:\n' \
                '&#9899;разглажены морщины, складки, заломы, носогубки,\n' \
                '&#9899;упругая кожа,\n' \
                '&#9899;устранены отеки, мешки под глазами, «бульдожьи щечки»,\n' \
                '&#9899;подтянутый овал, четкий «угол молодости» без второго подбородка,\n' \
                '&#9899;распахнутый взгляд,\n' \
                '&#9899;приподнятые уголки губ,\n' \
                '&#9899;изящный нос,\n' \
                '&#9899;здоровый цвет лица.'
            ,
            'image_url': 'url_классического_массажа'
        },
        #МАССАЖ
        'Классический массаж.': {
            'text':
                'Как делать массаж лица? Самое главное — освоить технику. Для этого необходимо хорошо знать массажные линии и контролировать давление пальцев. Сама же техника выполнения классического массажа сводится к четырем основным движениям:\n' \
                '&#9899;растирание;\n' \
                '&#9899;поглаживание;\n' \
                '&#9899;разминание;\n' \
                '&#9899;вибрация.\n\n' \
                'Все движения проводятся в определенной последовательности и не предусматривают сильных нажатий. Перечислим основные этапы классического массажа лица.\n' \
                '&#9899;Обычно массаж начинается с подбородка (направление — от нижней точки посередине к мочке уха).\n' \
                '&#9899;Затем прорабатывается зона около рта.\n' \
                '&#9899;Следующий этап — щеки.\n' \
                '&#9899;Затем — внешние уголки глаз.\n' \
                '&#9899;Т-зону массируют по направлению от носа к вискам.\n' \
                '&#9899;Завершается сеанс массажем лба.\n\n' \
                'Основные движения при классическом массаже — поглаживающие. Вибрациям, растираниям и похлопываниям уделяется меньше времени. Обычно на всю процедуру уходит не более 30 минут.\n' \
                'Чтобы ощутить эффект от классического массажа лица, порой достаточно всего одной процедуры. Кожа сразу становится более упругой, подтянутой. Меняется цвет лица, появляется сияние. Чтобы закрепить полученный результат, рекомендуется пройти курс из 8-10 процедур по одной в неделю.'
            ,
            'image_url': 'url_классического_массажа'
        },
        'Пластический массаж.': {
            'text':
                'Плавными слегка надавливающими движениями разомните боковые отрезки шеи, сверху вниз, чтобы активизировать крово- и лимфоток. Сохраняя силу нажима, тщательно пройдитесь по лицу обеими руками, словно хотите мягко разгладить лицо от центра к периферии:\n' \
                '&#49;&#65039;&#8419;щеки (нижняя и верхняя часть) — от середины к ушам;\n' \
                '&#49;&#65039;&#8419;переносица (с захватом бровей) — от середины к вискам;\n' \
                '&#49;&#65039;&#8419;лоб — от центра к вискам, затем к ушам и вниз, вдоль шеи к надключичным впадинам.\n' \
                'Повторить 5-6 раз, постепенно увеличивая силу нажима. Болезненных ощущений быть недолжно.\n\n' \
                'Те же участки лица активно прорабатываются крепкими пальцами, круговыми движениями, всегда по массажным линиям — от центра к краям. Таким образом тонизируются и кожа, и мышцы. Завершите разминание проработкой зоны под подбородком и шеи.\n' \
                'Можно увеличить нагрузку, работая фалангами пальцев, слегка захватывая ими кожу, производя легкие щипки. При этом направление движений всегда остается прежним.\n' \
                'Завершающий прием — попеременное и быстрое похлопывания пальцами по лицу, словно вы «взбиваете» кожу:\n' \
                '&#49;&#65039;&#8419;щеки (сперва одну, потом другую) — снизу вверх, в сторону ушей;\n' \
                '&#49;&#65039;&#8419;под подбородком;\n' \
                '&#49;&#65039;&#8419;лоб — от центра к височной области.\n' \
                'Закончите процедуру плавными скользящими поглаживаниями лица от центра к периферии.'
            ,
            'image_url': 'url_пластического_массажа'
        },
        'Лимфодренажный массаж.': {
            'text':
                'Лимфоренажный массаж можно с легкостью освоить самостоятельно и делать его в домашних условиях, главное — понять принцип и выучить расположение всего нескольких точек. Итак, цель этого массажа — прогнать жидкость по лимфатическим каналам к лимфоузлам.\n\n' \
                'Нас интересуют 4 парные точки:\n' \
                '&#49;&#65039;&#8419;подмышки;\n' \
                '&#49;&#65039;&#8419;впадинки над ключицами;\n' \
                '&#49;&#65039;&#8419;точки под челюстным углом (обычно их ощупывает доктор во время осмотра, вам онизнакомы с детства);\n' \
                '&#49;&#65039;&#8419;точки возле ушей.\n\n' \
                'Учтите, что давить на лимфатические узлы и пережимать их нельзя!\n' \
                'Массаж делится на два этапа: активация точек и прогон жидкости.\n\n' \
                '<b><u>Активация:</u></b>\n' \
                '&#9899;<b>Подмышки:</b> скрестите руки на груди, чтобы пальцы оказались под мышками, совершите пять мягких сжимающих движений пальцами.\n' \
                '&#9899;<b>Ключицы:</b> расположите пальцы во впадинах над ключицами, сделайте несколько вдохов, оказывая легкое давление пальцами на выдохе.\n' \
                '&#9899;<b>Подчелюстные железы:</b> совершите несколько очень осторожных надавливающих движений на выдохе.\n' \
                '&#9899;<b>Перед ухом:</b> прогладьте зону перед ухом сверху вниз.\n' \
                '&#9899;<b>Шея:</b> чтобы открыть основной канал, прогладьте боковые отрезки шеи по направлению к ключицам.\n\n' \
                '<b><u>Массаж</u></b>\n' \
                'Итак, точки активированы, можно приступать к массажу.\n' \
                '&#49;&#65039;&#8419;Начните массажс середины подбородка направляя жидкость к узлам под челюстью, затем вниз через шею к ключицам и далее к подмышкам.\n' \
                '&#49;&#65039;&#8419;Поднимаемся выше,к середине верхней губы. Снова продвигаемся к нашим точкам через щеки — под челюстью — через шею к ключицам — вниз к подмышкам. На этом этапе рисунок массажа и его принцип должны быть понятны. Поднимаемся выше.\n' \
                '&#49;&#65039;&#8419;Точки возле крыльев носа. Направляемся вниз, через щеки и точки под челюстью — через шею к ключицам — вниз к подмышкам.\n' \
                '&#49;&#65039;&#8419;В этом пункте присоединяютсяточки возле уха. Располагаем кончики пальцев у внутренних уголков глаза, продвигаемся к точкам возле уха вниз через слезную борозду. Далее идем по проторенной дорожке: к челюсти — ключицам — подмышкам.\n' \
                '&#49;&#65039;&#8419;Начинаем путь от точки между бровями, проходимся по линии бровейи направляемся вниз тем же путем, что и в предыдущих пунктах.\n' \
                '&#49;&#65039;&#8419;От середины лба в стороны, далее вниз: ухо — челюсть — ключицы — подмышки.\n\n' \
                'На словах это может казаться сложным, но стоит лишь раз выполнить этот массаж по инструкции, и вы его запомните навсегда. Как часто можно делать такой массаж? Поскольку он простой и безопасный, его можно выполнять и каждый день, и два-три раза в неделю или использовать как SOS-средство, чтобы быстро «разгрузить» лицо. Главное — понять принцип, остальное — дело техники.'
            ,
            'image_url': 'url_лимфодренажного_массажа'
        },
        #МАССАЖЕРЫ
        'Механические массажеры для лица.': {
            'text':
                'В основе их работы лежит принцип механического воздействия на различные слои кожи. Воздействие может быть нескольких видов: надавливание, прокатывание, покалывание, вибрация или их различные сочетания.\n' \
                'Это, как правило, ручные массажёры из разных материалов: деревянные, силиконовые, стеклянные, нефритовые.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Вакуумные массажеры для лица.': {
            'text':
                'Эти массажёры используют для борьбы с возрастными изменениями кожи (морщинами, потерей тонуса и дряблостью) и глубокого очищения. Для чистки кожи лица используются вакуумные насадки, которые помогут в борьбе с глубокими загрязнениями и чёрными точками. Поэтому, в каком-то смысле, вакуумные приборы — это больше про чистку.\n\n' \
                'Однако вакуумный прибор оказывает одновременно стимулирующее, тонизирующее и антивозрастное действие на кожу.\n' \
                '&#9899;Кровоток и лимфоток разгоняются, ускоряется метаболизм и обмен веществ во внутренних слоях кожи. Кожа снова становится эластичной и гладкой.\n' \
                '&#9899;Ускоряется восстановление клеток, благодаря чему быстрее проходят постакне и пигментация, начинает активно вырабатываться коллаген.\n\n' \
                'Многие модели вакуумных массажёров имеют несколько насадок, которые можно использовать не только на лице, но и на теле. После каждого использования насадки необходимо тщательно мыть, ведь внутри них остаётся содержимое пор.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Ультразвуковые массажеры для лица.': {
            'text':
                'Работа ультразвуковых массажёров основана на воздействии ультразвуковых волн на верхние слои кожи. Массаж таким прибором позволяет:\n' \
                '&#9899;очистить кожу более тщательно и более глубоко от загрязнений, кожного сала, удалить мёртвые клетки эпидермиса, сузить поры;\n' \
                '&#9899;максимально усилить проникновение полезных веществ из косметологических препаратов в глубокие слои кожи;\n' \
                '&#9899;продлить эффект от процедуры, создавая в слоях кожи запас полезных веществ.\n\n' \
                'Ультразвук, как и вакуум, тоже чистит кожу. Но кроме этого во время процедур повышается её тонус, разглаживаются неровности и происходит выработка коллагена, который делает кожу более плотной и упругой.'
            ,
            'image_url': 'swedish_massage_image_url'
        },
        'Микротоковые массажеры для лица.': {
            'text':
                'Чаще всего используются в уходе за кожей с заметными возрастными изменениями. Принцип работы микротокового массажера основан на стимулировании клеток кожи электрическими импульсами разной интенсивности (в зависимости от проблемы).\n\n' \
                'Микротоковая терапия с помощью низкочастотных токов:\n' \
                '&#9899;восстанавливает все слои кожи;\n' \
                '&#9899;нормализует микроциркуляцию крови и лимфоток;\n' \
                '&#9899;расслабляет мимические мышцы лица;\n' \
                '&#9899;усиливает ток лимфы и кровоснабжение;\n' \
                '&#9899;улучшает обменные процессы в клетках кожи.\n\n' \
                'Все это помогает решить проблемы пигментных пятен, следов постакне, угревой сыпи, скорректировать морщины и овал лица, вернуть коже упругость и плотность, убрать отёки и дряблость. В результате воздействия микротоков стимулируется выработка собственного коллагена и эластина, что уменьшает глубину морщин, возвращает коже упругость и тонус, омолаживая её изнутри.\n' \
                'Микротоки также способствуют лучшему проникновению косметических средств в глубокие слои кожи, стимулируют обмен веществ и приводят в тонус мышцы.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Многофункциональные массажеры для лица.': {
            'text':
                'Сегодня многие массажёры сочетают в себе несколько видов воздействия. Например — механическое, инфракрасное и микротоковое. Это помогает добиться максимального результата на длительное время и сделать процедуры по уходу более удобными.\n\n' \
                '<b>Вибрационный массаж.</b> Улучшает кровообращение, обмен веществ, обладает дренажным эффектом.\n' \
                '<b>Электростимуляция (ЭМС).</b> Укрепляет мышцы лица за счёт короткого импульсного тока. Мышцы сокращаются, имитируя движения, и таким образом подтягиваются, а слишком напряжённые, наоборот, расслабляются.\n' \
                '<b>Микротоки.</b> Как мы уже сказали выше, этот режим восстанавливает все слои кожи и активизирует обменные процессы.\n' \
                '<b>Хромотерапия.</b> Работает с помощью световых лучей разного цвета: красный (образование молодого коллагена, ускорение регенерации), жёлтый (дренажный эффект, очищение от токсинов), фиолетовый (антибактериальное и успокаивающее действие).\n' \
                '<b>Инфракрасное действие или RF-лифтинг.</b> Основано на прогревании кожи инфракрасным излучением. Стимулирует лицевые мышцы и улучшает кровообращение. В результате кожа лица разглаживается, становится более упругой и гладкой, уменьшаются морщины. Инфракрасный массаж также назначают при различных травмах для их быстрого заживления.'
            ,
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Ошибки, совершаемые во время массажа': {
            'text':
                '&#49;&#65039;&#8419;<b>Вы делаете массаж утром.</b> Процедуру лучше проводить вечером, после нанести ночной крем и лечь спать. Не следует после интенсивного массажа сразу наносить макияж или выходить на солнце. В коже происходят активные процессы, которые могут привести к появлению пигментации и других проблем.\n' \
                '&#49;&#65039;&#8419;<b>Вы недостаточно очищаете лицо.</b> Нужно убрать не только загрязнения, но и все следы макияжа. Одного молочка недостаточно. Жирую кожу перед массажем желательно обработать легким пилингом или скрабом.\n' \
                '&#49;&#65039;&#8419;<b>Вы используете неподходящие средства.</b> Сухую кожу нельзя массировать с легким, быстро впитывающимся кремом, а жирную – насыщенным маслом. Чем жирнее кожа, тем легче должна быть консистенция.\n' \
                '&#49;&#65039;&#8419;<b>Ваши движения хаотичные.</b> Перед тем, как начать массировать лицо, внимательно изучите видео или картинки с изображением массажных линий. Двигаться нужно только по ним, начиная снизу (от шеи или подбородка ко лбу).\n' \
                '&#49;&#65039;&#8419;<b>Вы не соблюдаете время процедуры.</b> Домашний массаж нужно делать около 10 минут. Если процедура слишком короткая или, наоборот, длинная, это может привести к отсутствию эффекта или же появлению новых морщин.\n' \
                '&#49;&#65039;&#8419;<b>Вы недооцениваете уход за кожей.</b> Один только массаж не способен восстановить упругость кожи. Ежедневно нужно использовать тоники, подходящие по типу кожи кремы, сыворотки, эмульсии, а также раз в неделю делать питательную маску. Не забывайте и про кожу вокруг глаз. Ее нужно обязательно питать и увлажнять утром и вечером, используя только специальный крем или гель для век.\n' \
                '&#49;&#65039;&#8419;<b>Вы забываете про зеркало.</b> Делать самомассаж можно только перед зеркалом. Так вы сможете контролировать степень нажатия и интенсивность движений, смотреть за реакцией кожи. Без зеркала сложно оценить, насколько сильно и синхронно вы массируете лицо.\n' \
                '&#49;&#65039;&#8419;<b>Забываете про осанку.</b> В салоне массаж лица делается в положении лежа. Если вы выбрали самомассаж, то лучше выполнять его стоя или сидя, но только с прямой спиной. При неправильной осанке кожа на лице натягивается слишком сильно или, наоборот, начинает подвисать, что усложняет процедуру массажа.\n' \
                '&#49;&#65039;&#8419;<b>Регулярность.</b> Если вы будете делать массаж время от времени, заметного результата не будет.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Противопоказания': {
            'text': 'Text about lymphatic drainage massage',
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        #ПИТАНИЕ
        'Витамины и микроэлементы': {
            'text':
                'В первую очередь, противопоказанием являются локальные проблемы:\n' \
                '&#9899;нагноившиеся угри\n' \
                '&#9899;розацеа («розовые угри», которые возникают из-за хронически расширенных капилляров)\n' \
                '&#9899;нарушение целостности кожных покровов: ранки, ссадины, ожоги, укусы\n' \
                '&#9899;вирусные заболевания кожи: герпес, экзема, вирусные бородавки и т.д.\n' \
                '&#9899;выраженные сосудистые звездочки, повышенная ломкость сосудов и другие сосудистые нарушения\n' \
                '&#9899;злокачественные образования\n' \
                '&#9899;заболевания эндокринной системы\n' \
                '&#9899;псориаз\n\n' \
                'Также стоит учитывать общее здоровье. Массаж противопоказан при высокой температуре, повышенном давлении, обострении хронических болезней, онкологии, активных воспалительных процессах в организме, заболеваниях крови.'
            ,
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
    },
    'English': {
        'Preparation for the Procedure': {
            'text': 'Text about preparation for the procedure',
            'image_url': 'preparation_for_the_procedure_image_url'
        },
        'Swedish Massage': {
            'text': 'Text about Swedish massage',
            'image_url': 'swedish_massage_image_url'
        },
        'Deep Tissue Massage': {
            'text': 'Text about deep tissue massage',
            'image_url': 'deep_tissue_massage_image_url'
        },
        'Lymphatic Drainage Massage': {
            'text': 'Text about lymphatic drainage massage',
            'image_url': 'lymphatic_drainage_massage_image_url'
        },
        'Benefits of Massage': {
            'text': 'Text about benefits of massage',
            'image_url': 'benefits_of_massage_image_url'
        }
    }
}
